Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/alerts.po
Languages: de_de, es_ar, ja_jp, zh_cn

# alerts.alert_email.email
source: The Email field does not appear to contain a valid email address?
de_de: Ist Ihre angegebene eMail-Adresse korrekt?
zh_cn: 邮件地址格式不正确

# alerts.alert_email.email_check
source: That Email address has already been registered to receive alerts for that location.
de_de: Diese eMail-Adresse ist bereits für Benachrichtigungen von diesem Ort registriert.
zh_cn: 邮件地址已注册，可收取信息更新

# alerts.alert_email.length
source: The Email field must be at least 4 and no more 64 characters long.
de_de: Die eMail-Adresse darf nicht weniger als 4 und mehr als 64 Zeichen lang sein.
zh_cn: 邮件地址长度须在4至64个字符之间

# alerts.alert_email.required
source: The Email field is required if the checkbox is checked.
de_de: Das eMail-Feld muss ausgefüllt sein, wenn das Kästchen angehakt wurde.
zh_cn: 打钩将邮件地址设为必填项

# alerts.alert_lat.between
source: You have not selected a valid location on the map.
de_de: Sie haben einen ungültigen Ort ausgewählt.
zh_cn: 你需要在地图上选择一个位置

# alerts.alert_lat.required
source: You have not selected a valid location on the map.
de_de: Sie haben einen ungültigen Ort ausgewählt.
zh_cn: 你需要在地图上选择一个位置

# alerts.alert_lon.between
source: You have not selected a valid location on the map.
de_de: Sie haben einen ungültigen Ort ausgewählt.
zh_cn: 你需要在地图上选择一个位置

# alerts.alert_lon.required
source: You have not selected a valid location on the map.
de_de: Sie haben einen ungültigen Ort ausgewählt.
zh_cn: 你需要在地图上选择一个位置

# alerts.alert_mobile.length
source: The Mobile Phone field does not seem to contain the right amount of digits.
de_de: Das Feld für die Handynummer scheint eine falsche Anzahl von Nummern zu beinhalten.
zh_cn: 手机号码的位数不正确

# alerts.alert_mobile.mobile_check
source: That Mobile Phone Number has already been registered to receive alerts for that location.
de_de: Diese Handynummer wurde bereits für Benachrichtigungen zu diesem Ort registriert.
zh_cn: 手机号码已注册，可收取信息更新

# alerts.alert_mobile.numeric
source: The Mobile Phone field does not appear to contain a valid phone. Please input numbers only including Country Code.
de_de: Die Handynummer scheint nicht gültig zu sein. Bitte fügen Sie der Nummer nur das Länderpräfix an.
zh_cn: 手机号码格式不正确，请输入数字，需包含国家代码

# alerts.alert_mobile.one_required
source: You must enter either your Mobile Phone Number or your Email Address.
de_de: Sie müssen entweder Ihre Handynummer oder Ihre eMail-Adresse eingeben.
zh_cn: 你必须输入手机号码或邮件地址

# alerts.alert_mobile.required
source: The Mobile Phone field is required if the checkbox is checked.
de_de: Sie müssen Ihre Handynummer angeben, wenn das Kästchen angehakt wurde.
zh_cn: 打钩将手机号码设为必填项

# alerts.alert_radius.in_array
source: You have not set a valid radius on the map.
de_de: Sie haben einen ungültigen Radius gewählt.
zh_cn: 你需要在地图上选择一个半径

# alerts.alert_radius.required
source: You have not set your radius on the map.
de_de: Sie haben keinen Radius auf der Karte gewählt.
zh_cn: 你需要在地图上选择一个半径

# alerts.code_already_verified
source: This code has been verified before!
de_de: Dieser Schlüssel wurde schon einmal verwendet!
zh_cn: 这个验证码已经使用过了

# alerts.code_not_found
source: This verification code was not found! Please confirm that you have the correct URL.
de_de: Dieser Verifizierungsschlüssel wurde nicht gefunden! Bitte überprüfen Sie, ob Sie die richtige URL angegeben haben.
zh_cn: 验证码没找到！请确认你输入的URL是否正确

# alerts.code_verified
source: Your code was verified correctly. You will now receive alerts about incidents as they happen.
de_de: Ihr Schlüssel wurde erfolgreich verifiziert. Sie erhalten nun aktuelle Meldungen.
zh_cn: 验证通过，当有事件发生时你会收到消息

# alerts.confirm_request
source: To confirm your alert request, please go to
de_de: Um Ihre Anfrage zu bestätigen, gehen Sie bitte zu
zh_cn: 验证你的警报发送请求，请点击

# alerts.create_more_alerts
source: Return to the Alerts page to create more alerts
de_de: Zurück zur Benachrichtigungsseite gehen, um weitere Meldungen zu abonnieren
zh_cn: 返回灾害警报页面创建更多

# alerts.email_alert_request_created
source: Your Email Alert request has been created and verification message has been sent to
de_de: Ihre Anfrage wurde erstellt. Eine Verifizierungs-eMail wurde geschickt an
zh_cn: 你的邮件灾害警报请求已创建，验证码将发送到

# alerts.email_code
source: Please enter the Email confirmation code you received below:
de_de: Bitte geben Sie unten den eMail-Bestätigungscode ein
zh_cn: 请输入你收到的邮件验证码

# alerts.email_error_head
source: Your Email Alert Request Has NOT Been Saved!
de_de: Ihre Anfrage wurde NICHT gespeichert!
zh_cn: 你的邮件灾害警报请求没有被保存

# alerts.email_ok_head
source: Your Email Alert Request Has Been Saved!
de_de: Ihre Anfrage wurde erfolgreich gespeichert!
zh_cn: 你的邮件灾害警报请求已被保存

# alerts.error
source: The system was not able to process your confirmation request!
de_de: Das System konnte Ihren Bestätigungsvorgang nicht vollenden.
zh_cn: 系统不能处理你的验证请求！

# alerts.mobile_alert_request_created
source: Your Mobile Alert request has been created and verification message has been sent to
de_de: Ihre Alarmanforderung via Mobiltelefon wurde bearbeitet und wurde gesendet an:
zh_cn: 你的手机灾害警报请求已创建，验证码将发送到

# alerts.mobile_code
source: Please enter the SMS confirmation code you received on your mobile phone below:
de_de: Bitte geben Sie den SMS-Bestätigungscode ein, den Sie per SMS empfangen haben.
zh_cn: 请输入你收到的验证码

# alerts.mobile_error_head
source: Your Mobile Alert Request Has NOT Been Saved!
de_de: Ihre Alarmanforderung via Mobiltelefon wurde NICHT gespeichert.
zh_cn: 你的手机灾害警报请求没有被保存！

# alerts.mobile_ok_head
source: Your Mobile Alert Request Has Been Saved!
de_de: Ihre Anforderung für mobilen Alarm wurde gespeichert!
zh_cn: 你的手机灾害警报请求已被保存

# alerts.settings_error
source: This deployment is not set up to correctly process alerts
de_de: Fehler in den Einstellungen. Alarme können nicht korrekt ausgeführt werden.
zh_cn: 系统配置不正确，不能正确处理灾害警报

# alerts.unsubscribe
source: You have received this email because you subscribed to receive alerts. If you do not wish to receive future alerts go to
de_de: Sie erhalten diese eMail aufgrund Ihrer Anmeldung zum Erhalt aktueller Meldungen. Wenn Sie keine weiteren Meldungen mehr erhalten möchten, gehen Sie bitte zu
zh_cn: 你收到这封邮件是因为你订阅了灾害警报。如果你不想再收到请点击

# alerts.unsubscribed
source: You will no longer receive alerts from
de_de: Sie werden keine weiteren Meldungen erhalten von
zh_cn: 你不会再收到警报请求

# alerts.unsubscribe_failed
source: We were not able to unsubscribe you. Please confirm that you have the correct URL.
de_de: Wir konnten Sie nicht abmelden. Bitte überprüfen Sie, ob Sie die korrekte URL angegeben haben.
zh_cn: 我们不能取消你的警报订阅，请确认你输入了正确的URL

# alerts.verification_email_subject
source: alerts - verification
de_de: Erhalte Meldungen - Bestätigung
zh_cn: 灾害警报 - 验证

# alerts.verify_code
source: You will not receive alerts on this location until you confirm your request.
de_de: Sie müssen Ihre Anfrage bestätigen, um Meldungen für diesen Ort zu erhalten.
zh_cn: 在你确认请求之前，不会收到信息更新

source: The Email field does not appear to contain a valid email address?
es_ar: El campo correo electrónico parece no tener una dirección de correo electrónica valida.
ja_jp: 正しいメールアドレス形式ではありません。

source: That Email address has already been registered to receive alerts for that location.
es_ar: Ese correo electrónico ya esta registrado para recibir alertas para esa ubicación
ja_jp: 入力したメールアドレスで指定の場所のアラートを受信する設定になっています。

source: The Email field must be at least 4 and no more 64 characters long.
es_ar: El campo correo electrónico debe tener entre 4 y 64 caracteres.
ja_jp: メールアドレスは最低4文字、最高64文字の長さでなければいけません。

source: The Email field is required if the checkbox is checked.
es_ar: El campo correo electrónico es obligatorio si el checkbox está marcado.
ja_jp: チェックボックスにチェックが入っている場合はメールアドレスが必須です。

# 'alert_lat'->'between'
source: You have not selected a valid location on the map.
es_ar: No ha seleccionado una ubicación valida en el mapa.
ja_jp: 地図上の選択可能な場所を選択してません。

# 'alert_lat'->'required'
source: You have not selected a valid location on the map.
es_ar: No ha seleccionado una ubicación valida en el mapa.
ja_jp: 地図上の選択可能な場所を選択してません。

# 'alert_lon'->'between'
source: You have not selected a valid location on the map.
es_ar: No ha seleccionado una ubicación valida en el mapa.
ja_jp: 地図上の選択可能な場所を選択してません。

# 'alert_lon'->'required'
source: You have not selected a valid location on the map.
es_ar: No ha seleccionado una ubicación valida en el mapa.
ja_jp: 地図上の選択可能な場所を選択してません。

source: The Mobile Phone field does not seem to contain the right amount of digits.
es_ar: El campo teléfono móvil parece no contener la correcta cantidad de dígitos.
ja_jp: 携帯番号が正しい桁数が入力されていません。

source: That Mobile Phone Number has already been registered to receive alerts for that location.
es_ar: Ese numero de teléfono móvil ya esta registrado para recibir alertas en esa ubicación
ja_jp: 入力した携帯番号で指定の場所のアラートを受信する設定になっています。

source: The Mobile Phone field does not appear to contain a valid phone. Please input numbers only including Country Code.
es_ar: El campo teléfono móvil no parece contener un numero valido. Por favor ingrese los números solo incluyendo el código del paí­s.
ja_jp: 正しい携帯場号が入力されていないようです。半角数字で国番号から入力してください。

source: You must enter either your Mobile Phone Number or your Email Address.
es_ar: Usted debe ingresar su número de teléfono móvil o su dirección de correo electrónico.
ja_jp: 携帯番号がメールアドレスのどちらかを入力してください。

source: The Mobile Phone field is required if the checkbox is checked.
es_ar: El campo teléfono móvil es obligatorio si el checkbox está marcado.
ja_jp: チェックボックスにチェックが入っている場合は、携帯番号が必須です。

source: You have not set a valid radius on the map.
es_ar: No ha seleccionado un radio válido en el mapa.
ja_jp: 地図上で有効な半径値を設定していません。

source: You have not set your radius on the map.
es_ar: No ha configurado su radio en el mapa.
ja_jp: 地図上で有効な半径値を設定していません。

source: This code has been verified before!
es_ar: ¡Este código ya ha sido verificado anteriormente!
ja_jp: この承認コードはすでに確証済みです！

source: This verification code was not found! Please confirm that you have the correct URL.
es_ar: ¡Este código de verificación no ha sido encontrado! Por favor confirme que lo ha ingresado correctamente. Puede usar el formulario que está mas abajo para re-ingresar su código de verificación:
ja_jp: 承認コードが見つかりません。正しいURLなのか確認してください。

source: Your code was verified correctly. You will now receive alerts about incidents as they happen.
es_ar: Su código fue verificado correctamente. Ahora usted va a recibir alertas sobre incidentes que vayan sucediendo.
ja_jp: コードが正しく承認されました。今後何か事件が発生したらアラームを受信します。

source: To confirm your alert request, please go to
es_ar: Para confirmar su solicitud de alerta, por favor vaya a
ja_jp: アラートを受けとるための確認は、こちらにアクセスしてください。

source: Return to the Alerts page to create more alerts
es_ar: Regrese a la página de alertas para crear más alertas
ja_jp: さらにアラートを受信をする為にアラートページに戻る

source: Your Email Alert request has been created and verification message has been sent to
es_ar: Su pedido de alerta por correo electrónico ha sido creado y el mensaje de verificación ha sido enviado a
ja_jp: メールでのアラート受信する為の承認メッセージをこのメールアドレスにお送りました

source: Please enter the Email confirmation code you received below:
es_ar: Por favor ingrese el código de confirmación que recibió por correo electrónico:
ja_jp: 受信したメールの承認コードを下記に入力してください

source: Your Email Alert Request Has NOT Been Saved!
es_ar: ¡Su pedido de alerta por correo electrónico NO ha sido guardado!
ja_jp: メールでのアラート受信設定はまだ保存されていません！

source: Your Email Alert Request Has Been Saved!
es_ar: ¡Su pedido de alerta por correo electrónico ha sido guardado!
ja_jp: メールでのアラート受信設定は保存されました！

source: The system was not able to process your confirmation request!
es_ar: ¡El sistema no pudo procesar su solicitud de confirmación!
ja_jp: システムが承認処理を実行出来ませんでした！

source: Your Mobile Alert request has been created and verification message has been sent to
es_ar: Su pedido de alerta móvil ha sido creado y el mensaje de verificación fue enviado a
ja_jp: 携帯番号でのアラート受信する為の承認メッセージをこの番号にお送りしました

source: Please enter the SMS confirmation code you received on your mobile phone below:
es_ar: Por favor ingrese a continuación el código de confirmación SMS que recibió en su teléfono:
ja_jp: 受信したメールの承認コードを下記に入力してください

source: Your Mobile Alert Request Has NOT Been Saved!
es_ar: ¡Su pedido de alerta móvil NO ha sido guardada!
ja_jp: メールでのアラート受信設定はまだ保存されていません！

source: Your Mobile Alert Request Has Been Saved!
es_ar: ¡Su pedido de alerta móvil ha sido guardada!
ja_jp: メールでのアラート受信設定は保存されました！

source: This deployment is not set up to correctly process alerts
es_ar: Este servidor no está configurado para procesar correctamente las alertas
ja_jp: この立ち上げたサイトではアラートを正しく処理するように設定されていません。

source: You have received this email because you subscribed to receive alerts. If you do not wish to receive future alerts go to
es_ar: Usted ha recibido este correo electrónico porque está suscrito para recibir alertas. Si no quiere seguir recibiendo alertas vaya a
ja_jp: アラートを受信する設定をした為、このメールを受信しています。今後アラートを受信したくない場合はこちらにアクセスしてください

source: You will no longer receive alerts from
es_ar: Ya no recibirá alertas de
ja_jp: 今後アラートを次のサイトから受信しません

source: We were not able to unsubscribe you. Please confirm that you have the correct URL.
es_ar: No pudimos eliminar su suscripción. Por favor confirme que tiene la URL correcta.
ja_jp: 受信解除が出来ませんでした。正しいURLか確認してください。

source: alerts - verification
ja_jp: アラート - 承認

source: You will not receive alerts on this location until you confirm your request.
es_ar: Usted no va a recibir alertas en esta ubicación hasta que confirme su pedido.
ja_jp: あなたがリクエスト承認しない限り、この場所でのアラートを受信が出来ません。
