Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/auth.po
Languages: bg_bg, id_id, it_it, ka_ge, km, ko_kr, mk_mk, zh_cn

# 'email'->'email'
source: The email you entered is not a valid email address.
bg_bg: Полето за email изглежда не съдържа валиден адрес.
it_it: Il campo email non contiene un indirizzo email valido.
ka_ge: ელექტრონული ფოსტის ველი შეიცავს მოქმედ ელექტრონული ფოსტის მისამართს?
ko_kr: 입력한 이메일 주소가 유효하지 않습니다.
mk_mk: Email адресата која ја внесовте не е валидна email адреса
zh_cn: 邮件地址格式不正确

source: Sorry, a user account already exists for this email address.
bg_bg: Съжаляваме, но вече има потребител с този адрес.
it_it: Siamo spiacenti, esiste uno user account con questo indirizzo email.
ka_ge: უკაცრავად, ამ ელექტრონული ფოსტის მისამართით უკვე არსებობს მომხმარებლის ანგარიში.
ko_kr: 입력한 이메일이 이미 사용중입니다.
mk_mk: Си извинуваме, корисничка сметка за оваа email адреса веќе постои.
zh_cn: 对不起，这个邮件地址已被使用

source: The email field must be at least 4 and no more 64 characters long.
bg_bg: Полето за email трябва да съдържа между 4 и 64 символа.
it_it: Il campo email deve essere lungo almeno 3 caratteri e non più di 64.
ka_ge: ელექტრონული ფოსტის ველი უნდა შეიცავდეს მინიმუმ 4 და მაქსიმუმ 64 სიმბოლოს.
ko_kr: 이메일은 최소 4~64자가 입력되어야 합니다.
mk_mk: Email адресат мора да биде најмалку 4 а не повеќе од 64 карактери долга.
zh_cn: 邮件地址长度须在4至64个字符之间

# 'email'->'required'
source: The email field is required.
bg_bg: Email-ът е задължителен.
it_it: Il campo email è richiesto.
ka_ge: ელექტრონული ფოსტის ველი სავალდებულოა.
ko_kr: 이메일을 입력해주세요.
mk_mk: Email адресата е задолжителна
zh_cn: 邮件是必填项

source: The name field must be at least 3 and no more 100 characters long.
bg_bg: Пълното име трябва да е между 3 и 100 символа.
it_it: Il campo nome deve essere lungo almeno 3 caratteri e non più di 100.
ka_ge: სრული სახელის ველი უნდა შეიცავდეს მინიმუმ 3 და მახსიმუმ 100 სიმბოლოს.
ko_kr: 이름은 최소 3~100자가 입력되어야 합니다.
mk_mk: Името може да содржи најмалку 3 а не повеќе од 100 карактери.
zh_cn: 全名的长度须在3至100个字符之间

source: The name field is required.
bg_bg: Пълното име е задължително.
it_it: Il campo nome
ka_ge: სრული სახელის ველი სავალდებულოა.
ko_kr: 이름을 입력해주세요.
mk_mk: Името е задолжително.
zh_cn: 全名是必填项

source: The username field contains disallowed characters.
bg_bg: Потребителското име съдържа непозволени символи.
it_it: Il campo username contiene carattere non permessi.
ka_ge: მომხმარებლის სახელის ველი შეიცავს აკრძალულ სიმბოლოებს.
ko_kr: username에 사용할 수 없는 문자가 포함되어 있습니다.
mk_mk: Корисничкото име содржи недозволени знаци.
zh_cn: 用户名包含不合法字符

# 'current_password'->'length'
source: The password field must be at least 8 characters long.
ko_kr: 암호는 최소 8자가 입력되어야 합니다.
mk_mk: Лозинката мора да е најмалку 8 карактери долга.

# 'current_password'->'login error'
source: Please check that you entered the correct email and password.
ko_kr: 입력하신 비밀번호와 이메일이 맞는지 확인바랍니다.

# 'current_password'->'matches'
source: Please enter the same password in the two password fields.
ko_kr: 비밀번호란과 비밀번호 확인란의 문자는 동일해야 합니다.
mk_mk: Ве молиме внесете ја истата лозинка во двете полиња.

# 'current_password'->'required'
source: The password field is required.
ko_kr: 비밀번호를 입력해주세요.
mk_mk: Лозинката е задолжителна.

# 'current_password'->'alpha_dash'
source: The password field must have alphabetical characters, the # and @ symbols, numbers, underscores and dashes only
ko_kr: 비밀번호에는 알파벳, 일부 기호(#,@,_,-), 숫자만 허용됩니다.
mk_mk: Лозинката мора да содржи само букви, симболите # и @, бројки, долни и коси црти

source: The current password you entered for your account is incorrect. Please try again.
ko_kr: 입력하신 비밀번호와 계정이 맞지 않습니다. 다시 입력해주세요.
mk_mk: Моменталната лозика која ја внесовте е неточна. Ве молиме обидете се повторно.

# 'new_password'->'length'
source: The password field must be at least 8 characters long.
ko_kr: 암호는 최소 8자가 입력되어야 합니다.
mk_mk: Лозинката мора да е најмалку 8 карактери долга.

# 'new_password'->'login error'
source: Please check that you entered the correct email and password.
ko_kr: 입력하신 비밀번호와 이메일이 맞는지 확인바랍니다.
mk_mk: Ве молиме проверете дека точната лозика и email адреса се внесени.

# 'new_password'->'matches'
source: Please enter the same password in the two password fields.
ko_kr: 비밀번호란과 비밀번호 확인란의 문자는 동일해야 합니다.
mk_mk: Ве молиме внесете ја истата лозинка во двете полиња.

# 'new_password'->'required'
source: The password field is required.
ko_kr: 비밀번호를 입력해주세요.
mk_mk: Лозинката е задолжителна.

# 'new_password'->'alpha_dash'
source: The password field must have alphabetical characters, the # and @ symbols, numbers, underscores and dashes only
ko_kr: 비밀번호에는 알파벳, 일부 기호(#,@,_,-), 숫자만 허용됩니다.
mk_mk: Лозинката мора да содржи само букви, симболите # и @, бројки, долни и коси црти

source: There has been an error attempting to log you in.
ko_kr: 로그인 에러입니다.
mk_mk: Наидовме на грешка при вашето логирање.

# 'password'->'length'
source: The password field must be at least 8 characters long.
bg_bg: Паролата трябва да е между 5 и 16 символа.
it_it: Il campo password deve essere lungo alemno 5 caratteri e non più di 16.
ka_ge: პაროლის ველი უნდა შეიცავდეს არანაკლებ 5 და არა უმეტეს 16 სიმბოლოს.
ko_kr: 암호는 최소 5~16자가 입력되어야 합니다.
mk_mk: Лозинката мора да е најмалку 8 карактери долга.
zh_cn: 密码长度须在5至16个字符之间

# 'password'->'login error'
source: Please check that you entered the correct email and password.
bg_bg: Моля проверете дали сте въвели правилната парола.
it_it: Per favore controlla che la password inserita sia corretta.
ka_ge: გთხოვთ გადაამოწმოთ, რომ თქვენ სწორად შეიყვანეთ პაროლი.
ko_kr: 입력하신 비밀번호가 맞는지 확인바랍니다.
mk_mk: Ве молиме проверете дека точната лозика и email адреса се внесени.
zh_cn: 你输入的密码不正确

# 'password'->'matches'
source: Please enter the same password in the two password fields.
bg_bg: Моля въведете еднаква парола в двете полета.
it_it: Per favore inserisci la stessa password nei due campi password.
ka_ge: გთხოვთ შეიყვანოთ პაროლის ორი ველში იგივე პაროლი .
ko_kr: 입력하신 비밀번호가 동일하지 않습니다. 비밀번호란과 비밀번호 확인란의 문자는 동일해야 합니다.
mk_mk: Ве молиме внесете ја истата лозинка во двете полиња.
zh_cn: 你输入的两次密码不一致

# 'password'->'required'
source: The password field is required.
bg_bg: Паролата е задължителна.
it_it: Il campo password è richiesto.
ka_ge: პაროლის ველი სავალდებულოა.
ko_kr: 비밀번호를 입력해주세요.
mk_mk: Лозинката е задолжителна.
zh_cn: 密码是必填项

source: The authentication server is down. Please try again later.
ko_kr: 인증서버가 다운되었습니다. 나중에 다시 입력해주세요.
mk_mk: Во моментов не можеме да го завршиме успешно вашето логирање. Ве молиме пробајте повторно подоцна.

# 'password'->'alpha_dash'
source: The password field must have alphabetical characters, the # and @ symbols, numbers, underscores and dashes only
ko_kr: 비밀번호에는 알파벳, 일부 기호(#,@,_,-), 숫자만 허용됩니다.
mk_mk: Лозинката мора да содржи само букви, симболите # и @, бројки, долни и коси црти

source: The password confirmation field must match the password field.
bg_bg: Моля въведете еднаква парола в двете полета.
it_it: Il campo password di conferma deve essere uguale al campo password.
ka_ge: პაროლის დადასტურების ველი უნდა ემთხვეოდეს პაროლის ველს.
ko_kr: 비밀번호란과 비밀번호 확인란의 문자는 동일해야 합니다.
mk_mk: Полето за потврда на лозинката мора да одговара на она што е внесено во полето за лозинка.
zh_cn: 你输入的两次密码不一致

# 'resetemail'->'email'
source: The email you entered is not a valid email address.
bg_bg: Полето за email изглежда не съдържа валиден адрес.
it_it: Il campo email non contiene un indirizzo email valido.
ka_ge: ელექტრონული ფოსტის ველი არ შეიცავს მოქმედი ელექტრონული ფოსტის მისამართს?
ko_kr: 입력한 이메일 주소가 유효하지 않습니다.
mk_mk: Email адресата која ја внесовте не е валидна email адреса.
zh_cn: 邮件地址格式不正确

source: Sorry, we don't have your email address
bg_bg: Съжаляваме, но нямаме вашият мейл.
it_it: Spiacenti, non abbiamo il tuo indirizzo email.
ka_ge: უკაცრავად, ჩვენ არ გვაქვს თქვენი ელექტრონული ფოსტის მისამართი
ko_kr: 죄송합니다. 입력하신 이메일이 저장되어 있지 않습니다.
mk_mk: Се извинуваме, ја немаме вашата email адреса
zh_cn: 对不起，我们没有你的邮件地址

# 'resetemail'->'required'
source: The email field is required.
bg_bg: Email-ът е задължителен.
it_it: Il campo email è richiesto.
ka_ge: ელექტრონული ფოსტის ველი სავალდებულოა.
ko_kr: 이메일을 입력해주세요.
mk_mk: Email адресата е задолжителна.
zh_cn: 邮件是必填项

source: Only a superadmin may modify a superadmin or upgrade a user to admin.
ko_kr: 슈퍼 관리자만이 슈퍼 관리자를 수정하거나 일반 사용자를 관리자로 업그레이드할 수 있습니다.
mk_mk: Само superadmin може да промени superadmin или да надгради корисник во администратор.

source: Invalid role format.
bg_bg: Невалиден формат на ролята.
it_it: Formato del ruolo non valido.
ka_ge: ფორმატი არასწორია.
ko_kr: 잘못된 역할 형식입니다.
mk_mk: Улогата не е валидна.
zh_cn: 无效的角色格式

source: The role field must be at least 5 and no more than 30 characters long.
bg_bg: Ролята трябва да е между 5 и 20 символа.
it_it: Il campo ruolo deve essere lungo almeno 5 caratteri e non più di 30.
ka_ge: ველი უნდა შეიცავდეს არანაკლებ 5 და არა უმეტეს 30 სიმბოლოს.
ko_kr: 역할은 최소 5~30자가 입력되어야 합니다.
mk_mk: Улогата мора да биде најмалку 5 а не повеќе од 30 карактери долга.
zh_cn: 角色名不得少于5个字符，不得多于30个字符

source: You must define at least one role.
bg_bg: Трябва да дефинирате поне една роля.
it_it: Devi definire almeno un ruolo.
ka_ge: თქვენ უნდა განისაზღვროთ არანაკლებ ერთისა.
ko_kr: 반드시 하나 이상의 역할을 정의해야합니다.
mk_mk: Мора да дефинирате најмалку една улога.
zh_cn: 至少要定义一个角色

source: You must select either ADMIN or USER role.
bg_bg: Трябва да изберете или ADMIN, или USER роля.
it_it: Seleziona il ruolo ADMIN or USER.
ka_ge: თქვენ უნდა აირჩიოთ ან ადმინისტრატორი ან მომხმარებლი.
ko_kr: 반드시 ADMIN 과 USER의 역할 중 하나를 선택해야 합니다.
mk_mk: Мора да избере или ADMIN или USER улога.
zh_cn: 必须选择 ADMIN 或 USER 角色.

source: The admin user role cannot be modified.
bg_bg: Името на admin не може да бъде променено.
it_it: Il ruolo admin dell'utente non può essere modificato.
ka_ge: ადმინისტრატორი არ განისაზღვრა.
ko_kr: 관리자 역할은 수정할 수 없습니다.
mk_mk: Улогата на администратор не може да биде променета.
zh_cn: 管理员帐户不能被修改

source: The public profile URL field must only contain numbers and letters.
ko_kr: username 필드에는 반드시 문자와 숫자만 사용가능합니다.
mk_mk: Корисничкото име може да содржи само букви и бројки.

source: Sorry, this public profile URL is already in use.
ko_kr: 죄송합니다. 입력하신 username이 이미 사용중입니다.
mk_mk: Се извинуваме, ова корисничко име е веќе во употреба.
zh_cn: 对不起，这个用户名已被使用

source: The public profile URL field must be at least 2 and no more 100 characters long.
ko_kr: username은 최소 2~100자가 입력되어야 합니다.
mk_mk: Корисничкото име мора да биде најмалку 2 а не повеќе од 100 карактери долго.
zh_cn: 用户名长度须在2至16个字符之间

source: Please check that you entered the correct public profile URL.
ko_kr: 정확한 username을 입력하였는지 확인 바랍니다.
mk_mk: Ве молиме проверете дали го внесовте точното корисничко име.
zh_cn: 你输入的用户名不正确

source: The public profile URL field is required.
ko_kr: username을 입력해주세요.
mk_mk: Корисничкото име е задолжително.
zh_cn: 用户名是必填项

source: The super admin role cannot be modified.
bg_bg: Ролята на супер администратор не може да бъде променян.
it_it: Il ruolo super admin non può essere modificato.
ka_ge: ადმინისტრატორის როლი არ განისაზღვრა.
ko_kr: 슈퍼 관리자 역할은 수정할 수 없습니다.
mk_mk: Улогата на суперадминистратор не може да биде променета.
zh_cn: 超级管理员帐户不能被修改

# 'current_password'->'login error''current_password'->'login error'
source: Please check that you entered the correct email and password.
mk_mk: Ве молиме проверете дека точната лозинка и email адреса се внесени.

# auth.email.email
source: The email you entered is not a valid email address.
id_id: Alamat surel yang Anda masukkan tidak benar.
km: អ៊ីម៉ែលដែលអ្នកបញ្ចូលមិនឡើយ

# auth.email.exists
source: Sorry, a user account already exists for this email address.
id_id: Maaf, alamat surel ini sudah digunakan pengguna lain.
km: សូមទោស គណនេយ្យអ៊ីម៉ែលនេះមានហើយ

# auth.email.length
source: The email field must be at least 4 and no more 64 characters long.
id_id: Panjang isian alamat surel setidaknya terdiri dari 4 karakter dan tidak lebih dari 64 karakter.
km: ប្រឡោះអ៊ីម៉ែលគួរតែមានយ៉ាងតិច 4 និងមិនច្រើនជាង 64 តួ

# auth.email.required
source: The email field is required.
id_id: Kolom isian surel wajib diisi.
km: ប្រឡោះអ៊ីម៉ែលតម្រូវឲ្យមាន

# auth.name.length
source: The name field must be at least 3 and no more 100 characters long.
id_id: Kolom nama lengkap setidaknya 3 dan tidak lebih dari 100 karakter.
km: ប្រឡោះឈ្មោះតម្រូវឲ្យមានយ៉ាងតិច 3 និងមិនច្រើនជាង 100 តួ

# auth.name.required
source: The name field is required.
id_id: Isian nama lengkap harus diisi
km: ប្រឡោះឈ្មោះតម្រូវឲ្យមាន

# auth.name.standard_text
source: The username field contains disallowed characters.
id_id: Isian nama pengguna mengandung karakter yang terlarang.
km: ឈ្មោះប្រើប្រាស់មានផ្ទុកតួអក្សរមិនអនុញ្ញាត្តិ

# auth.current_password.length
source: The password field must be at least 8 characters long.
id_id: Kolom password setidaknya harus terdiri atas 8 karakter.
km: ប្រឡោះពាក្យសំងាត់តម្រូវឲ្យមានយ៉ាងតិច 8 តួ

# auth.current_password.login error
source: Please check that you entered the correct email and password.
id_id: Pastikan bahwa alamat surel dan password yang Anda masukkan sudah benar.
km: សូមត្រួតពិនិត្យតថាអ្នកបានអ៊ីម៉ែលបានត្រឹមត្រូវ

# auth.current_password.matches
source: Please enter the same password in the two password fields.
id_id: Masukkan password yang sama ke kedua kolom password.
km: សូមបញ្ចូលពាក្យសំងាត់ដូចគ្នាក្នុងប្រអប់ពាក្យសំងាត់ទាំងពីរ

# auth.current_password.required
source: The password field is required.
id_id: Kolom password wajib diisi.
km: តម្រូវឲ្យមានពាក្យសំងាត់

# auth.current_password.alpha_dash
source: The password field must have alphabetical characters, the # and @ symbols, numbers, underscores and dashes only
id_id: Kolom password setidaknya harus berisi karakter huruf, simbiol # dan @, angka, garis bawah dan dash

# auth.current_password.incorrect
source: The current password you entered for your account is incorrect. Please try again.
id_id: Password yang Anda masukkan salah. Silahkan coba lagi.
km: ពាក្យសំងាត់ដើមដែលអ្នកបញ្ចូលមិនត្រឹមត្រូវ។ សូមព្យាយាមម្តងទៀត។

# auth.new_password.length
source: The password field must be at least 8 characters long.
id_id: Kolom password setidaknya harus terdiri atas 8 karakter.
km: ប្រឡោះពាក្យសំងាត់តម្រូវឲ្យមានយ៉ាងតិច8តួ

# auth.new_password.login error
source: Please check that you entered the correct email and password.
id_id: Pastikan bahwa alamat surel dan password yang Anda masukkan sudah benar.
km: សូមត្រួពិនិត្យថាអ្នកពិតជាបានបញ្ចូលអ៊ីម៉ែលនិងពាក្យសំងាត់បានត្រឹមត្រូវ

# auth.new_password.matches
source: Please enter the same password in the two password fields.
id_id: Masukkan password yang sama ke kedua kolom password.
km: សូមបញ្ចូលពាក្យសំងាត់ដូចគ្នាក្នុងប្រអប់ពាក្យសំងាត់ទាំងពីរ

# auth.new_password.required
source: The password field is required.
id_id: Kolom password wajib diisi.
km: តម្រូវឲ្យមានពាក្យសំងាត់

# auth.new_password.alpha_dash
source: The password field must have alphabetical characters, the # and @ symbols, numbers, underscores and dashes only
id_id: Kolom password setidaknya harus berisi karakter huruf, simbiol # dan @, angka, garis bawah dan dash

# auth.password.default
source: There has been an error attempting to log you in.
id_id: Ada kesalahan saat mencoba login.
km: មានការមិនប្រក្រតីពេលអ្នកព្យាយាមចូល

# auth.password.length
source: The password field must be at least 8 characters long.
id_id: Kolom password setidaknya harus berisi 8 karakter.
km: ប្រឡោះពាក្យសំងាត់តម្រូវឲ្យមានយ៉ាងតិច8តួ

# auth.password.login error
source: Please check that you entered the correct email and password.
id_id: Pastikan Anda sudah mengisi alamat surel dan password dengan benar.
km: សូមត្រួពិនិត្យថាអ្នកពិតជាបានបញ្ចូលអ៊ីម៉ែលនិងពាក្យសំងាត់បានត្រឹមត្រូវ

# auth.password.matches
source: Please enter the same password in the two password fields.
id_id: Masukkan password yang sama dalam ekdua kolom password.
km: សូមបញ្ចូលពាក្យសំងាត់ដូចគ្នាក្នុងប្រអប់ពាក្យសំងាត់ទាំងពីរ

# auth.password.required
source: The password field is required.
id_id: Kolom password wajib diisi.
km: តម្រូវឲ្យមានពាក្យសំងាត់

# auth.password.riverid server down
source: The authentication server is down. Please try again later.
id_id: Server otentifikasi sedang mati. Coba beberapa saat lagi.
km: ម៉ាស៊ីនមេបានផ្អាកដំណើការ។ សូមព្យាយាមម្តងទៀត

# auth.password.alpha_dash
source: The password field must have alphabetical characters, the # and @ symbols, numbers, underscores and dashes only
id_id: Kolom password setidaknya harus berisi karakter huruf, simbiol # dan @, angka, garis bawah dan dash

# auth.password_confirm.matches
source: The password confirmation field must match the password field.
id_id: password yang anda masukkan pada isian konfirmasi password harus sama dengan yg anda masukkan pada isian password

# auth.resetemail.email
source: The email you entered is not a valid email address.
id_id: format alamat e-mail yang anda masukkan, salah ?
km: អ៊ីម៉ែលដែលអ្នកបញ្ចូលមិនឡើយ

# auth.resetemail.invalid
source: Sorry, we don't have your email address
id_id: Maaf, alamat e-mail anda tidak terdaftar
km: សូមទោស យើងមិនមានអាស័យដ្ឋានអ៊ីម៉ែលរបស់អ្នក

# auth.resetemail.required
source: The email field is required.
id_id: Kolom password wajib diisi.
km: ប្រឡោះអ៊ីម៉ែលតម្រូវឲ្យមាន

# auth.roles.alpha_numeric
source: Invalid role format.
id_id: Format peran tidak valid
km: មិនមានបែបបទ

# auth.roles.length
source: The role field must be at least 5 and no more than 30 characters long.
id_id: Panjang isian peran harus minimal 5 dan tidak lebih dari 30 karakter.
km: ប្រឡោះបែបបទតម្រូវឲ្យមានយ៉ាងតិច 5 និងមិនច្រើនជាង 30តួ

# auth.roles.required
source: You must define at least one role.
id_id: Anda harus tetapkan minimal satu peran
km: អ្នកត្រូវតែប្រកាស់យ៉ាងតិចបែបទមួយ

# auth.roles.values
source: You must select either ADMIN or USER role.
id_id: Anda harus memilih peran admin ATAU pengguna

# auth.username.admin
source: The admin user role cannot be modified.
id_id: Peran admin tidak boleh disunting
km: បែបបទអ្នកប្រើប្រាស់Admin មិនអាចកែប្រែបាន

# auth.username.exists
source: Sorry, this public profile URL is already in use.
id_id: Maaf, nama pengguna ini sudah terpakai
km: សូមទោស គណនេយ្យមួយនេះបានប្រើប្រាស់ហើយ

# auth.username.length
source: The public profile URL field must be at least 2 and no more 100 characters long.
id_id: Panjang isian nama pengguna harus minimal 2 dan tidak lebih dari 16 karakter.

# auth.username.required
source: The public profile URL field is required.
id_id: Isian nama pengguna harus diisi

# auth.username.superadmin
source: The super admin role cannot be modified.
id_id: Peran admin super tidak boleh disunting
km: អ្នកប្រើប្រាស់ជា​ Super Admin មិនអាចកែប្រែបាន

# auth.role.superadmin_modify
source: Only a superadmin may modify a superadmin or upgrade a user to admin.
km: មានតែ Superadmin អាចកែប្រែ Superadmin ឬ តម្លើសិទ្ឋិអ្នកប្រើប្រាស់

# auth.username.login error
source: Please check that you entered the correct public profile URL.
km: សូមត្រួពិនិត្យថាអ្នកពិតជាបានបញ្ចូលគណនេយ្យបានត្រឹមត្រូវ

source: Sorry, this username is already in use.
bg_bg: Съжалявам, това потребителско име е заето.
it_it: Spiacenti, questo username è già in uso.
ka_ge: უკაცრავად, ეს სახელი უკვე გამოყენებულია.

source: The username field must be at least 2 and no more 100 characters long.
bg_bg: Потребителското име трябва да е между 2 и 16 символа.
it_it: Il campo username deve essere lungo almeno 2 caratteri e non più di 30.
ka_ge: სახელის ველი უნდა შეიცავდეს არანაკლებ 2 და არა უმეტეს 16 სიმბოლოს.

source: Please check that you entered the correct username.
bg_bg: Моля проверете дали сте въвели правилно потребителско име.
it_it: Per favore controlla che lo username inserito sia corretto.
ka_ge: გთხოვთ გადაამოწმოთ, რომ თქვენ შეყვანილი მომხმარებლის სახელი სწორია.

source: The username field is required.
bg_bg: Потребителското име е задължително.
it_it: Il campo username è richiesto.
ka_ge: მომხმარებლის სახელი სავალდებულოა.
