Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/bug.po
Languages: pt_br, th_th, uk_ua

source: Please enter a valid security code.
pt_br: Forneça um código de segurança válido.

source: Please enter the security code.
pt_br: Forneça um código de segurança.

source: The Email field does not appear to contain a valid email address?
pt_br: O campo de email não parece conter um endereço válido.

source: The Email field must be at least 4 and no more 64 characters long.
pt_br: Os dados do campo de endereço deve conter pelo menos 4 e no máximo 64 caracteres.

source: The Email field is required if the checkbox is checked.
pt_br: É necessário preencher o campo do email se a caixa de seleção tiver sido marcada.

source: The error field is required.
pt_br: É necessário preencher o campo erro.

source: The subject field must be at least 3 characters long.
pt_br: O campo de assunto deve ter pelo menos 3 caracteres.

source: The subject field is required.
pt_br: É necessário preencher o campo assunto.

source: The name field must be at least 3 characters long.
pt_br: O campo nome deve ter pelo menos 3 caracteres.

source: The name field is required.
pt_br: É necessário preencher o campo nome.

# bug.captcha.default
source: Please enter a valid security code.
th_th: กรุณาใส่รหัสรักษาความปลอดภัยที่ถูกต้อง
uk_ua: Будь ласка, введіть правильний код безпеки

# bug.captcha.required
source: Please enter the security code.
th_th: กรุณาใส่รหัสรักษาความปลอดภัย
uk_ua: Будь ласка, введіть код безпеки

# bug.email.email
source: The Email field does not appear to contain a valid email address?
th_th: ช่องอีเมล์ไม่ปรากฏอีเมลที่ถูกต้อง?
uk_ua: Електронну адресу введено неправильно.

# bug.email.length
source: The Email field must be at least 4 and no more 64 characters long.
th_th: ช่องอีเมล์ต้องมีอย่างน้อย 4 และไม่เกิน 64 ตัวอักษร
uk_ua: Довжина електронної адреси повинна бути не менше 4 і не більше 64 символів.

# bug.email.required
source: The Email field is required if the checkbox is checked.
th_th: จำเป็นต้องใส่อีเมล์ถ้าช่องทำเครื่องหมายได้เช็คถูก
uk_ua: Потрібно ввести електронну адресу, або зніміть прапорець.

# bug.error.required
source: The error field is required.
th_th: จำเป็นต้องใส่ข้อมูลผิดพลาด
uk_ua: Введіть опис помилки.

# bug.subject.length
source: The subject field must be at least 3 characters long.
th_th: ช่องวประเด็นต้องมีอย่างน้อย 3 ตัวอักษร
uk_ua: Довжина теми повинна бути не менше 3 символів.

# bug.subject.required
source: The subject field is required.
th_th: จำเป็นต้องใส่ประเด็น
uk_ua: Введіть поле Тема.

# bug.yourname.length
source: The name field must be at least 3 characters long.
th_th: ชื่อเประเด็นต้องมีอย่างน้อย 3 ตัวอักษร
uk_ua: Довжина імені повинна бути не менше 3 символів.

# bug.yourname.required
source: The name field is required.
th_th: จำเป็นต้องใส่ชื่่อประเด็น
uk_ua: Введіть поле Ім'я.
