Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/category.po
Languages: cs_cz

source: The color field must be 6 characters long.
cs_cz: Políčko s barvou musí mít 6 znaků

source: The color field is required.
cs_cz: Barva je povinná položka

source: The description field is required.
cs_cz: Políčko popis je povinná položka

source: Please ensure that image uploads sizes are limited to 50KB.
cs_cz: Ujistěte se, že obrázky mají méně než 50KB.

source: The image field does not appear to contain a valid image. The only accepted formats are .JPG, .PNG and .GIF.
cs_cz: Obrázek není ve správném formátu; nahrát je možné obrázky ve formátu .JPG, .PNG a .GIF.

source: The image field does not appear to contain a valid file
cs_cz: Obrázek není ve správném formátu

source: The title field must be at least 3 and no more 80 characters long.
cs_cz: Název musí mít ne méně než 3 a ne více než 80 znaků

source: The title field is required.
cs_cz: Políčko název je povinná položka

source: The parent category does not exist.
cs_cz: Nadřazená kategorie neexistuje.

source: The parent category field must be numeric.
cs_cz: Nadřazená kategorie musí být v číselném tvaru.

source: The parent category field is required.
cs_cz: Políčko nadřazená kategorie je povinná položka.

source: The category and the parent category cannot be the same.
cs_cz: Kategorie a nadřazená kategorie nemůže být stejná.
