Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/contact.po
Languages: es_ar, he_il, hu_hu, sw_ke, tr_tr

source: Please enter a valid security code.
es_ar: Por favor ingrese un código de seguridad válido
he_il: נא העתק את הקוד
hu_hu: Kérem, érvényes biztonsági kódot adjon meg!
sw_ke: Tafadhali andika ishara ya ulinzi iliyo sahihi

source: Please enter the security code.
es_ar: Por favor ingrese el código de seguridad
he_il: נא העתק את הקוד
hu_hu: Kérem, adja meg a biztonsági kódot!
sw_ke: Tafadhali andika ishara ya ulinzi

source: The Email field does not appear to contain a valid email address.
es_ar: El campo correo electrónico no contiene una dirección de correo electrónico válida.
he_il: כתובת האימייל אינה תקינה
hu_hu: Lehet hogy rosszul töltötte ki az emailcímét?
sw_ke: Anwani ya barua pepe inaonekana si sahihi

source: The Email field must be at least 4 and no more 64 characters long.
es_ar: El campo correo electrónico debe tener al menos 4 y no más de 64 caracteres de largo.
he_il: על כתובת האימייל להכיל לפחות 4 תווים ולא יותר מ-64 תווים.
hu_hu: Az emailnek minimum 4, maximum 64 karakter hosszúnak kell lennie.
sw_ke: Anwani ya barua pepe lazima iwe baina ya herufi 4 na 64.

source: The Email field is required if the checkbox is checked.
es_ar: El campo correo electrónico es obligatorio si el checkbox está marcado.
he_il: חובה להזין כתובת אימייל אם תיבת הסימון מסומנת.
hu_hu: Az email mezőt kötelező kitölteni, ha a jelölőnégyzetben ki van pipálva
sw_ke: Sehemu ya anwani ya barua pepe inahitajika kama sanduku tiki yake imewekwa tiki.

source: The message field is required.
es_ar: El campo mensaje es obligatorio.
he_il: חובה להזין הודעה.
hu_hu: Az üzenet mezőt kötelező kitölteni.
sw_ke: Sehemu ya ujumbe inahitajika.

source: The name field must be at least 3 characters long.
es_ar: El campo nombre tiene que tener al menos 3 caracteres de largo.
he_il: על השם להיות לפחות באורך 3 תווים.
hu_hu: A névnek legalább 3 karakter hosszúnak kell lennie.
sw_ke: Sehemu ya jina lazima iwe herufi 3 au zaidi.

source: The name field is required.
es_ar: El campo nombre es obligatorio.
he_il: חובה להזין שם.
hu_hu: A név mezőt kötelező kitölteni.
sw_ke: Sehemu ya jina inahitajika.

source: The subject field must be at least 3 characters long.
es_ar: El campo asunto tiene que tener al menos 3 caracteres de largo.
he_il: על הנושא להיות לפחות באורך 3 תווים.
hu_hu: A témának legalább 3 karakter hosszúnak kell lennie.
sw_ke: Sehemu ya maudhui lazima iwe herufi 3 au zaidi.

source: The subject field is required.
es_ar: El campo asunto es obligatorio.
he_il: חובה להזין נושא.
hu_hu: A téma mező kitöltése kötelező.
sw_ke: Sehemu ya maudhui inahitajika.

# contact.captcha.default
source: Please enter a valid security code.
tr_tr: Lütfen geçerli bir güvenlik kodu girin

# contact.captcha.required
source: Please enter the security code.
tr_tr: Lütfen güvenlik kodunu girin

# contact.contact_email.email
source: The Email field does not appear to contain a valid email address.
tr_tr: Girilen e-posta adresi geçerli değil

# contact.contact_email.length
source: The Email field must be at least 4 and no more 64 characters long.
tr_tr: E-posta adresi en az 4, en fazla 64 karakter uzunluğunda olmalıdır.

# contact.contact_email.required
source: The Email field is required if the checkbox is checked.
tr_tr: Kullanım koşullarını kabul ettiyseniz sisteme e-posta girmeniz gereklidir.

# contact.contact_message.required
source: The message field is required.
tr_tr: Mesaj kısmı boş bırakılamaz.

# contact.contact_name.length
source: The name field must be at least 3 characters long.
tr_tr: İsim kısmı en az 3 karakterden oluşmalıdır.

# contact.contact_name.required
source: The name field is required.
tr_tr: İsim kısmı boş bırakılamaz.

# contact.contact_subject.length
source: The subject field must be at least 3 characters long.
tr_tr: Başlık kısmı en az 3 karakterden oluşmalıdır.

# contact.contact_subject.required
source: The subject field is required.
tr_tr: Başlık kısmı boş bırakılamaz.
