Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/core.po
Languages: de_de, ja_jp, sv_se, zh_cn

source: config file
ja_jp: 設定ファイル
sv_se: konfigurationsfil

source: controller
ja_jp: コントローラ
sv_se: kontrollant

source: driver
ja_jp: ドライバ
sv_se: drivrutin

source: The %s driver for the %s library must implement the %s interface.
ja_jp: %s ドライバ（ %s ライブラリ用）は %s インターフィエスに取り込まれなければいけません。
sv_se: Drivrutinen %s f&ouml;r biblioteket %s m&aring;ste l&auml;ggas till i gr&auml;nssnittet %s

source: The %s driver for the %s library could not be found.
ja_jp: %s ドライバ（ %s ライブラリ用）が見つかりませんでした。
sv_se: Drivrutinen %s f&ouml;r biblioteket %s kunde inte hittas

source: You can go to the <a href="%s">home page</a> or <a href="%s">try again</a>.
de_de: Sie können auf die <a href="%s">home page</a> gehen oder <a href="%s"> es erneut versuchen</a>.
ja_jp: <a href="%s">ホームページ</a> or <a href="%s">再トライ</a>へアクセス出来ます。
sv_se: Du kan g&aring till <a href="%s">startsidan</a> eller <a href="%s">f&ouml;rs&ouml;ka igen</a>.

source: Unable to Complete Request
de_de: Konnte die Anforderung nicht erfüllen
ja_jp: リクエストを完了出来ません。
sv_se: Kunde inte utf&ouml;ra f&ouml;rfr&aring;gan

source: helper
ja_jp: ヘルパー

source: The requested filetype, .%s, is not allowed in your view configuration file.
de_de: Der angeforderte Dateityp, .%s, ist nicht erlaubt entsprechend Ihren Einstellungen
ja_jp: リクエストされた %s ファイルタイプは、ビュー設定ファイルでは許可されていません。
sv_se: Den efterfr&aring;gade filtypen, .%s, accepteras inte i din konfigurationsfil

source: Invalid method %s called in %s
de_de: Ungültige Methode %s called in %s
ja_jp: 不正なメソッド %s が %s で呼び出されました。
sv_se: Ogiltig metod %s anropas i %s

source: The %s property does not exist in the %s class.
de_de: Die %s property existiert nicht in der %s class.
ja_jp: %s プロパティは %s クラスにはありません。
sv_se: Egenskapen %s finns inte i klassen %s.

source: library
ja_jp: ライブラリ
sv_se: bibliotek

source: The log directory is not writable: %s
de_de: Das log Verzeichnis ist nicht beschreibbar: %s
ja_jp: ログディレクトリに書き込みできません: %s
sv_se: Loggbiblioteket &auml;r inte skrivbart: %s

source: model
ja_jp: モデル
sv_se: modell

source: Ushahidi was not able to determine a controller to process this request: %s
de_de: Ushahidi war nicht in der Lage den Controller zu bestimmen für diese Anforderung: %s
ja_jp: Ushahidi はこのリクエストを処理するコントローラが分かりませんでした: %s
sv_se: Ushahidi kunde inte best&auml;mma en kontrollant f&ouml;r att k&ouml;ra denna f&ouml;rfr&aring;gan: %s

source: Please set a default route in config/routes.php
de_de: Bitte setzen Sie eine Standardroute in config/routes.php
ja_jp: config/routes.php にデフォルトルートをセットしてください。
sv_se: Ange standardrutten i config/routes.php

source: The page you requested, %s, could not be found.
de_de: Die angefoderte Seite, %s, konnte nicht gefunden werden.
ja_jp: リクエストされたページ, %s, は見つかりませんでした。
sv_se: Sidan du efterfr&aring;gade, %s, kunde inte hittas.

source: <a href="%s" id="show_bugs">Report This Issue To Ushahidi</a>
de_de: <a href="%s" id="show_bugs">Berichte diesen Punkt an Ushahidi</a>
ja_jp: <a href="%s" id="show_bugs">Ushahidi にバグを報告する</a>
sv_se: <a href="%s">Rapportera detta problem till Ushahidi</a>

source: The requested %s, %s, could not be found.
de_de: Die Anforderung %s, %s, konnte nicht gefunden werden
ja_jp: リクエストされた %s, %s, は見つかりませんでした。
sv_se: Den efterfr&aring;gade %s, %s, kunde inte hittas

source: Stack Trace
ja_jp: スタックトレース

source: Loaded in {execution_time} seconds, using {memory_usage} of memory. Generated by Ushahidi v%s.
de_de: Geladen in {execution_time} Sekunden, Speicherplatz {memory_usage}. Erzeugt von Ushahidi v%s.
ja_jp: ロード時間 {execution_time} 秒, メモリ使用量 {memory_usage} by Ushahidi {kohana_version}
sv_se: Laddades p&aring {execution_time} sekunder, anv&auml;nde {memory_usage} av minnet. Skapad av Ushahidi v%s.

source: There can be only one instance of Ushahidi per page request.
de_de: Es kann nur eine Ushahidi Instanz geben pro Seitenanforderung.
ja_jp: ページリクエストあたりの Ushahidi インスタンスは1つだけです。
sv_se: Det kan bara vara en instans av Ushahidi per sidf&ouml;rfr&aring;gan

source: Uncaught %s: %s in file %s on line %s
de_de: Uncaught %s: %s in Datei %s in Linie %s
ja_jp: エラー %s: %s がファイル %s の %s 行目にあります。
sv_se: Fel %s: %s i fil %s p&aring rad %s

source: view
de_de: Zeige
ja_jp: ビュー
sv_se: vy

source: You must set the the view filename before calling render.
de_de: Sie müssen den Dateinamen festlegen bevor der Render aufgerufen wird
ja_jp: レンダーを呼び出す前にビューファイル名をセットしなければなりません。
sv_se: Du m&aring;ste f&ouml;rst ange filnamet f&ouml;r visning

# core.config
source: config file
zh_cn: 设置文件

# core.controller
source: controller
zh_cn: 控制器

# core.driver
source: driver
zh_cn: 驱动

# core.driver_implements
source: The %s driver for the %s library must implement the %s interface.
zh_cn: %s库的%s驱动必须采用%s界面

# core.driver_not_found
source: The %s driver for the %s library could not be found.
zh_cn: 无法找到%s库的%s驱动

# core.generic_error
source: Unable to Complete Request
zh_cn: 无法完成请求

# core.helper
source: helper
zh_cn: 帮助

# core.invalid_filetype
source: The requested filetype, .%s, is not allowed in your view configuration file.
zh_cn: 您的显示设置文件不允许显示您所要求的文件类型， .%s

# core.invalid_method
source: Invalid method %s called in %s
zh_cn: 无效的方法%s访问%s

# core.invalid_property
source: The %s property does not exist in the %s class.
zh_cn: %s类型中并不存在%s财产。

# core.library
source: library
zh_cn: 类

# core.log_dir_unwritable
source: The log directory is not writable: %s
zh_cn: 日志记录无法写入：%s

# core.model
source: model
zh_cn: 类型

# core.no_controller
source: Ushahidi was not able to determine a controller to process this request: %s
zh_cn: Ushahidi无法确定执行此请求的控制者: %s

# core.no_default_route
source: Please set a default route in config/routes.php
zh_cn: 请在config/routes.php中设置默认路径

# core.page_not_found
source: The page you requested, %s, could not be found.
zh_cn: 无法找到您所要求的界面%s

# core.report_bug
source: <a href="%s" id="show_bugs">Report This Issue To Ushahidi</a>
zh_cn: <a href="%s" id="show_bugs">将此情况报告给Ushahidi</a>","<a href="%s">将此情况报告给Ushahidi</a>

# core.resource_not_found
source: The requested %s, %s, could not be found.
zh_cn: 无法找到所请求的%s, %s

# core.stack_trace
source: Stack Trace
zh_cn: 栈跟踪

# core.stats_footer
source: Loaded in {execution_time} seconds, using {memory_usage} of memory. Generated by Ushahidi v%s.
zh_cn: 载入用时{execution_time}秒，使用内存{memory_usage}. 由Ushahidi v%s生成。

# core.uncaught_exception
source: Uncaught %s: %s in file %s on line %s
zh_cn: 无法捕捉 %s：%s 位于文件%s第%s行

# core.view
source: view
zh_cn: 查看

# core.view_set_filename
source: You must set the the view filename before calling render.
zh_cn: 您必须在调用前设置查看的文件名。
