Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/feedback.po
Languages: ar_eg, bg_bg, de_de, he_il, hu_hu, id_id, it_it, ka_ge, ko_kr, nl_nl, pl_pl, ru_ru, sw_ke, tr_tr, uk_ua, zh_tw

source: Actions
ar_eg: الإجراءات
bg_bg: Действия
de_de: Aktionen
he_il: פעולות
hu_hu: Műveletek
id_id: Tindakan
it_it: Azioni
nl_nl: Acties
pl_pl: Działania
ru_ru: Действия
sw_ke: Vitendo
tr_tr: Eylemler
uk_ua: Дії
zh_tw: 動作

source: Please enter the Security Code.
ar_eg: .أدخل الرمز السري
bg_bg: Моля въведете код за сигурност.
de_de: Bitte geben Sie einen Sicherheitskode ein.
he_il: אנא מלא את קוד הבטחון.
hu_hu: Kérem, adja meg a biztonsági kódot.
id_id: Masukan kode keamanan anda
it_it: Ti invitiamo a inserire il Codice di Sicurezza.
ka_ge: გთხოვთ შეიყვანოთ უსაფრთხოების კოდი.
ko_kr: 보안문자를 입력해주세요.
nl_nl: Geef de veiligheidscode.
pl_pl: Wprowadź kod bezpieczeństwa.
ru_ru: Введите защитный код
sw_ke: Tafadhali andika ishara ya ulinzi.
tr_tr: Lütfen güvenlik kodunu girin.
uk_ua: Будь ласка, введіть код безпеки
zh_tw: 請填入驗證碼

source: Please enter a valid security code
ar_eg: أدخل رمز سري صحيح
bg_bg: Моля въведете правилен код за сигурност
de_de: Bitte geben Sie einen g체ltigen Sicherheitskode ein.
he_il: אנא מלא קוד בטחון תקין
hu_hu: Kérem, adjon meg egy érvényes biztonsági kódot.
id_id: Mohon pastikan kode kemanan yang anda masukan sudah benar
it_it: Ti invitiamo a inserire un codice di sicurezza valido.
ka_ge: გთხოვთ შეიყვანოთ სწორი უსაფრთხოების კოდი
ko_kr: 정확한 보안문자를 입력해주세요.
nl_nl: Geef een geldige veiligheidscode
pl_pl: Wprowadź ważny kod bezpieczeństwa
ru_ru: Пожалуйста, введите правильный защитный код
sw_ke: Tafadhali andika ishara ya ulinzi iliyo sahihi
tr_tr: Lütfen geçerli bir güvenlik kodu girin.
uk_ua: Будь ласка, введіть правильний код безпеки
zh_tw: 請確認已填入正確的驗證碼

source: Date
ar_eg: تاريخ
bg_bg: Дата
de_de: Datum
he_il: תאריך
hu_hu: Dátum
id_id: Tanggal
it_it: Data
ka_ge: თარიღი
ko_kr: 날짜
nl_nl: Datum
pl_pl: Data
ru_ru: Дата
sw_ke: Tarehe
tr_tr: Tarih
uk_ua: Дата
zh_tw: 日期

source: Feedback Details
ar_eg: تفاصيل التغذية المرجعية
bg_bg: Подробности за обратна връзка
he_il: פרטי משוב
hu_hu: Visszajelzés részletei
id_id: Rincian masukan
it_it: Dettagli Feedback
ka_ge: უკუკავშირის დეტალები
ko_kr: 상세내용
nl_nl: Details terugkoppeling
pl_pl: Szczegóły reakcji
ru_ru: Дополнительно
sw_ke: Maelezo ya majibu
tr_tr: Geri besleme detayları
uk_ua: Деталі відгуку
zh_tw: 回饋內容詳細資料

source: Please enter some information for the reply.
ar_eg: .أدخل بعض المعلومات من أجل الرد
bg_bg: Моля въведете малко информация за отговорът.
de_de: Bitte geben Sie einige Informationen ein f체r die Beantwortung.
he_il: אנא מלא מספר פרטים לצורך מענה.
hu_hu: Kérjük, adjon meg néhány információt a válaszhoz.
id_id: Mohon sertakan informasi dalam balasan jawaban anda
it_it: Ti invitiamo a inserire qualche informazione per la risposta.
ka_ge: გთხოვთ შეიყვანოთ რაღაც ინფორმაცია პასუხისთვის.
ko_kr: 답변에 대해 몇 가지 정보를 입력해주세요.
nl_nl: Geef informatie in de reactie.
pl_pl: Wprowadź informacje do odpowiedzi.
ru_ru: Введите сообщение
sw_ke: Tafadhali jaza sehemu ya jawabu.
tr_tr: Lütfen cevap için bir kaç bilgi girin.
uk_ua: Введіть ваш відгук.
zh_tw: 請輸入回覆資料

source: The title field must be at least 3 and no more 100 characters long.
ar_eg: .حقل الاسم يجب أن يحتوي 3 رموز على الأقل ولا يتعدى 100 رمز
bg_bg: Заглавието трябва да е дълго между 3 и 100 символа.
de_de: Das Feld 'Titel' muss zwischen 3 und 100 Zeichen lang sein.
he_il: על שדה הכותרת לכלוול בין 3 ל- 100 תווים בדיוק.
hu_hu: A cím legalább 3, legfeljebb 100 karakter hosszú lehet.
id_id: Panjang judul harus minimal 3 karakter tapi tidak lebih dr 100 karakter
it_it: il campo Titolo deve essere lungo almeno 3 caratteri e non più di 100.
ka_ge: სათაურის ველი უნდა შედგებოდეს არანაკლებ სამი და არაუმეტეს 100 სიმბოლოსგან.
ko_kr: 제목은 최소3자 이상 100자 이하로 입력되어야 합니다.
nl_nl: Titel moet tenminste 3 en maximaal 100 tekens bevatten.
pl_pl: Pole tytułu musi zawierać co najmniej 3 i nie więcej niż 100 znaków.
ru_ru: Длина темы не может быть менее 3-х и более 100 символов
sw_ke: Jina lazima liwe baina ya herufi 3 na 100.
tr_tr: Başlık en az 3, en fazla 100 karakter uzunluğunda olmalıdır.
uk_ua: Поле назви має бути довжиною не менше 3 і не більше 100 символів.
zh_tw: 標題需介於3至100個字元.

source: A title is required.
ar_eg: .يجب وضع عنوان
bg_bg: Заглавието е задължително.
de_de: Ein Titel ist notwendig.
he_il: הכרחי שתכתוב כותרת.
hu_hu: A címet kötelező megadni.
id_id: Judul tidak boleh dikosongkan
it_it: Un Titolo è rischiesto.
ka_ge: სათაური სავალდებულოა.
ko_kr: 제목을 입력해주세요.
nl_nl: Titel is verplicht.
pl_pl: Tytuł jest wymagany.
ru_ru: Введите тему
sw_ke: Jina linahitajika.
tr_tr: Başlık kısmı boş bırakılamaz.
uk_ua: Назва є обов'язковою.
zh_tw: 標題為必填

source: The email field does not appear to contain a valid email address.
ar_eg: .يبدو أن العنوان المُدرج في حقل البريد الإلكتروني غير صحيح
bg_bg: Email адресът не изглежда да е правилен?
de_de: Die eMailadresse scheint fehlerhaft zu sein.
he_il: האם הדואר האלקטרוני שמילאת תקין?
hu_hu: Érvénytelen e-mail cím?
id_id: Format alamat e-mail yang dimasukkan salah ?
it_it: Il campo email non contiene un indirizzo email valido?
ka_ge: ელექტრონული ფოსტის ველი სავარაუდოდ არ შეიცავს სწორ ელექტრონული ფოსტის მისამართს?
ko_kr: 입력한 이메일 주소가 유효하지 않습니다.
nl_nl: Het e-mail adres is ongeldig
pl_pl: Pole adresu emailowego prawdopodobnie nie zawiera ważnego adresu emailowego
ru_ru: Неверный email.
sw_ke: Anwani ya barua pepe inaonekana si sahihi
tr_tr: Girdiğiniz e-posta adresi geçerli değil.
uk_ua: Поле email-адреси заповнено невірно
zh_tw: 請確認已填入正確的email信箱

source: Please enter your email address
ar_eg: أدخل عنوان بريدك الإلكتروني
bg_bg: Моля въведете email адреса си.
de_de: Bitte geben Sie eine g체ltige E-Mail Adresse ein.
he_il: אנא מלא את כתובת הדואר האלקטרוני שלך
hu_hu: Kérjük, adja meg e-mail címét.
id_id: Masukan alamat e-mail anda
it_it: Ti invitiamo a inserire il tuo indirizzo email.
ka_ge: გთხოვთ, შეიყვანოთ თქვენი ელექტრონული ფოსტის მისამართი
ko_kr: 이메일 주소를 입력해주세요.
nl_nl: E-mail adres is verplicht
pl_pl: Podaj swój adres email
ru_ru: Введите email или уберите галочку
sw_ke: Tafadhali andika anwani yako ya barua pepe
tr_tr: Lütfen e-posta adresinizi girin.
uk_ua: Будь ласка, введіть Вашу адресу електронної пошти
zh_tw: 請填寫email信箱

source: Please enter your full name.
ar_eg: .أدخل اسمك بالكامل
bg_bg: Моля въведете пълното си име.
de_de: Bitte geben Sie Ihren vollst채ndigen Namen ein.
he_il: אנא מלא את שמך המלא.
hu_hu: Kérjük, adja meg teljes nevét.
id_id: Masukan nama lengkap anda
it_it: Ti invitiamo a inserire il tuo nome completo.
ka_ge: გთხოვთ, შეიყვანეთ თქვენი სრული სახელი.
ko_kr: 이름을 입력해주세요.
nl_nl: Volledige naam is verplicht.
pl_pl: Podaj imię i nazwisko.
ru_ru: Введите ваше полное имя.
sw_ke: Tafadhali andika jina lako kwa ukamili.
tr_tr: Lütfen isminizi girin.
uk_ua: Будь ласка, введіть своє повне ім'я.
zh_tw: 請填寫完整姓名
