Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/form.po
Languages: tr_tr, zh_cn

source: The default value you have provided for the field is invalid.
tr_tr: Sağladığınız varsayılan değer bu alan için geçerli değil.

source: The Field Name must be at least 3 and no more than 200 characters long.' ), 'between' => 'Please enter a value 0 to 50 for the Field Height.
tr_tr: Alan Adı en az 3, en fazla 200 karakter uzunluğunda olmalıdır.

source: You have entered an invalid value for Date Field.
tr_tr: Geçersiz bir tarih girdiniz

source: Please select Yes or No for the Date Field.
tr_tr: Lütfen Tarih Alanı için Evet ya da Hayırı seçin

source: The Field Name must be at least 3 and no more than 100 characters long.
tr_tr: Alan Adı en az 3, en fazla 100 karakter uzunluğunda olmalıdır.

source: Please enter Field Name.
tr_tr: Lütfen Alan Adı girin.

source: You have entered an invalid value for Field Required.
tr_tr: Gerekli Alan için yanlış bir değer girdiniz.

source: Please select Yes or No for Field Required.
tr_tr: Gerekli Alan için lütfen Evet ya da Hayırı seçin

source: Please select a valid Field Type.
tr_tr: Lütfen geçerli bir Alan Türü seçin.

source: Please select a Field Type.
tr_tr: Lütfen bir Alan Türü seçin.

source: Please enter a value 0 to 300 for the Field Width.
tr_tr: Lütfen Alan Genişliği kısmına 0 ile 300 arasında bir rakam girin

source: Please enter form's Description.
tr_tr: Lütfen form açıklaması girin.

source: The default form cannot be deleted.
tr_tr: Varsayılan form silinemez.

# 'form_id'->'numeric'
source: Please select which form to add this field to.
tr_tr: Lütfen bu alana eklemek istediğiniz formu seçin.

# 'form_id'->'required'
source: Please select which form to add this field to.
tr_tr: Lütfen bu alana eklemek istediğiniz formu seçin.

source: The form name field must be at least 3 and no more than 100 characters long.
tr_tr: Form adı en az 3, en çok 100 karakter uzunluğunda olmalıdır.

source: Please enter the name of the form.
tr_tr: Lütfen formun adını girin.

# form.field_default.length
source: The Field Name must be at least 3 and no more than 200 characters long.
zh_cn: 长度应为3至200个字符

# form.field_height.between
source: Please enter a value 0 to 50 for the Field Height.
zh_cn: 请选择属性输入框高度，须在0到50之间

# form.field_isdate.between
source: You have entered an invalid value for Date Field.
zh_cn: 你输入的日期格式不正确

# form.field_isdate.required
source: Please select Yes or No for the Date Field.
zh_cn: 请选择是否为必填项

# form.field_name.length
source: The Field Name must be at least 3 and no more than 100 characters long.
zh_cn: 名称的长度应为3至100个字符

# form.field_name.required
source: Please enter Field Name.
zh_cn: 请输入属性名称

# form.field_required.between
source: You have entered an invalid value for Field Required.
zh_cn: 你输入的内容格式不正确

# form.field_required.required
source: Please select Yes or No for Field Required.
zh_cn: 请选择是否为必填项

# form.field_type.numeric
source: Please select a valid Field Type.
zh_cn: 请选择一个有效的类型

# form.field_type.required
source: Please select a Field Type.
zh_cn: 请选择属性类型

# form.field_width.between
source: Please enter a value 0 to 300 for the Field Width.
zh_cn: 请选择属性输入框长度，须在0到300之间

# form.form_description.required
source: Please enter form's Description.
zh_cn: 请输入表单描述

# form.form_id.default
source: The default form cannot be deleted.
zh_cn: 默认表单不能删除

# form.form_id.numeric
source: Please select which form to add this field to.
zh_cn: 请选择要添加的表单

# form.form_id.required
source: Please select which form to add this field to.
zh_cn: 请选择要添加的表单

# form.form_title.length
source: The form name field must be at least 3 and no more than 100 characters long.
zh_cn: 表单名字的长度必须在3至100个字符之间

# form.form_title.required
source: Please enter the name of the form.
zh_cn: 请输入表单的名字
