Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/installer.po
Languages: de_de

source: Database
de_de: Datenbank

source: Database Host
de_de: Datenbank Host

source: If you are running Ushahidi on your own computer, this will more than likely be "localhost". If you are running Ushahidi from a web server, you will get your host information from your web hosting provider.
de_de: Wenn Du Ushahidi auf Deinem Computer installiert hast, ist es höchstwahrscheinlich "localhost". Wenn Du Ushahidi auf einem entfernten Webserver laufen lässt, kannst Du Deinen Hosting-Anbieter nach den entsprechenden Informatione fragen

source: Database Name
de_de: Datenbankname

source: The name of the database you want to run Ushahidi in
de_de: Der Name der Datenbank in der Du Ushahidi installieren möchtest

source: For more information, please check out <a href="http://wiki.ushahidi.com/doku.php?id=a_brief_word_on_databases" target="_blank">this article</a> on the wiki that talks about databases in more detail.
de_de: Für mehr Informationen zu Datenbanken siehe <a href="http://wiki.ushahidi.com/doku.php?id=a_brief_word_on_databases" target="_blank">diesen Beitrag</a> im Ushahidi-Wiki.

source: Default Language (Locale)
de_de: Standardsprache (Gebietsschema)

source: Each deployment of Ushahidi comes with a set of built in language translations. You can also <a href="http://wiki.ushahidi.com/doku.php?id=localisation_l10n_internationlisation_i18n&s[]=language#enabling_new_languages" target="_blank">add your own</a>.
de_de: Jedes Ushahidi-Paket hat bereits einige Übersetzungen eingebaut. Du kannst aber auch <a href="http://wiki.ushahidi.com/doku.php?id=localisation_l10n_internationlisation_i18n&s[]=language#enabling_new_languages" target="_blank">Deine eigene hinzufügen</a>.

source: Disable
de_de: Deaktivieren

source: Enable
de_de: Aktivieren

source: ADVANCED INSTALLATION
de_de: EXPERTEN INSTALLATION

source: Get all the basic settings completed through this 5-step process. This includes server, map, site name and contact details.
de_de: In diesen 5-Schritten werden alle grundlegenden Einstellungen, d.h. Server, Karte, Seitenname und Kontaktdetails, erledigt.

source: BASIC INSTALLATION
de_de: Standard INSTALLATION

source: Simple and fast. All you need is your website's root directory and your database information. Choose this option if you want to get up and running quickly, and you can always configure everything else later.
de_de: Einfach und schnell. Alles was Du brauchst ist das root-Verzeichnis Deiner Website und die Datenbankinformationen. Wähle diese Möglichkeit wenn Du schnell fertig werden willst. Alles Weitere kannst Du später noch konfigurieren.

source: Proceed
de_de: Fortfahren

source: Welcome to the Ushahidi server install process. Choose which type of installation you would like to use below.
de_de: Willkommen zum Ushahidi-Server Installationsprozess. Wähle unten die Art der Installation.

source: Installation Successful
de_de: Installation erfolgreich.

source: Examples: mail.yourwebsite.com, imap.gmail.com, pop.gmail.com
de_de: Beispiele: mail.yourwebsite.com, imap.gmail.com, pop.gmail.com

source: Mail Server Password
de_de: Mail Server Passwort

source: The password you normally use to login in to your email
de_de: Das Passwort das Du normalerweise benutzt um Dich in Deinen eMail-Konto einzuloggen.

source: Common Ports: 25, 110, 995 (Gmail POP3 SSL), 993 (Gmail IMAP SSL)
de_de: Standard Ports: 25, 110, 995 (Gmail POP3 SSL), 993 (Gmail IMAP SSL)

source: Internet Message Access Protocol (IMAP) or Post Office Protocol (POP). <a href="http://saturn.med.nyu.edu/it/help/email/imap/index.html" target="_blank">What is the difference?</a>
de_de: Internet Message Access Protocol (IMAP) or Post Office Protocol (POP). <a href="http://saturn.med.nyu.edu/it/help/email/imap/index.html" target="_blank">Was ist der Unterschied (in Englisch)?</a>

source: Mail Server Username
de_de: Mail Server Benutzername

source: If you are using Gmail, Hotmail, or Yahoo Mail, enter a full email address as a username.
de_de: Wenn Du Gmail, Hotmail, oder Yahoo Mail verwendest, gib die volle eMailadresse als Benutzernamen ein.

source: Map
de_de: Karte

source: Map Provider
de_de: Kartenanbieter

source: Ushahidi works equally well with any of these three mapping providers: Google, Bing or Open Street Map. Choose the one that has the most detail in your area.
de_de: Ushahidi funktioniert mit allen dieser vier Anbieter einwandfrei: Google, Bing, Yahoo oder Open Street Map. Wähle am Besten denjenigen, der die genauesten Karten für Deine Gegend hat.

source: Other steps...
de_de: Weitere Schritte...

source: Password
de_de: Passwort

source: Your database password
de_de: Datenbank Passwort

source: Previous
de_de: Zurück

source: Please restart your Apache Server
de_de: Bitte starte Deinen Apache-Server neu

source: Enable or disable SSL
de_de: Aktiviere oder deaktiviere SSL

source: Some mail servers give you the option of using <abbr title="Secure Sockets Layer">SSL</abbr> when making a connection. Using SSL is recommended as it gives you an added level of security.
de_de: Einige Mail-Server geben Dir die Möglichkeit beim Herstellen einer Verbindung <abbr title="Secure Sockets Layer">SSL</abbr> zu nutzen. SSL ist empfohlen da es für zusätzliche Sicherheit sorgt.

source: Site Alert Email Address
de_de: Site Alert eMail-Adresse

source: When your site visitors sign up for email alerts, they will receive emails from this address. This email address does not have to be the same as the Site Email Address.
de_de: Wenn Deine Besucher eMail-Benachrichtigungen abonnieren, ist dies die Absenderadresse. Diese Adresse muss nicht identisch mit der Site eMail-Adresse sein.

source: Site wide email communication will be funneled through this address
de_de: Die seitenweite eMail-Kommunikation wird über diese Adresse abgewickelt.

source: Site Name
de_de: Seitenname

source: The name of your site
de_de: Name Deiner Seite

source: Site Tagline
de_de: Untertitel der Seite

source: Your tagline
de_de: Dein Untertitel

source: The files and folders listed below need to be writable by your webserver.
de_de: Die unten gelisteten DAteien und Ordner müssen vom Webserver beschreibbar sein.

source: <p>Here are instructions for changing file permissions:</p> <ul> <li><a href="http://www.washington.edu/computing/unix/permissions.html" target="_blank">Unix/Linux</a></li> <li><a href="http://support.microsoft.com/kb/308419" target="_blank">Windows</a></li> </ul>
de_de: <p>Anweisungen wie man die Daterechte ändert:</p> <ul> <li><a href="http://www.washington.edu/computing/unix/permissions.html" target="_blank">Unix/Linux</a></li> <li><a href="http://support.microsoft.com/kb/308419" target="_blank">Windows</a></li> </ul>

source: Before you get started, you will need to make sure the following files and folders are writable by your webserver. This involves changing file permissions.
de_de: Bevor to anfängst solltest to sicherstellen, dass folgende Dateien und Ordner für Deinen Webserver beschreibbar sind. Das bedeutet auch die Dateiberechtigungen zu ändern.

source: For the installation process, please have the following bits of information on hand.
de_de: Für den Installationsprozess brauchst Du folgende Informationen

source: Table Prefix
de_de: Tabellen Präfix

source: Normally you would not change the table prefix. However, if you want to run multiple Ushahidi installations from a single database, you can do that by changing the prefix here.
de_de: Normalerweise brauchst Du das Präfix nicht zu ändern. Wenn Du allerdings mehrere Ushahidi-Installationen in derselben Datenbanken installieren willst, kannst Du das Präfix hier ändern.

source: Title
de_de: Titel

source: To login, go to
de_de: Um Dich einzuloggen, gehe zu

source: Upload report data
de_de: Hochladen von Berichtsdaten

source: Username
de_de: Benutzername

source: Your database username
de_de: Dein Datenbankbenutzername

source: and use the following credentials
de_de: und verwende die folgenden Zugangsdaten

source: View your website
de_de: Website ansehen
