Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/libraries.po
Languages: bg_bg, de_de, hu_hu, it_it

source: Could not connect to Akismet server.
bg_bg: Не успяхме да се свържем с Akismet сървъра
de_de: Keine Verbindung zum Akismet Server möglich.
hu_hu: Nem tudtam kapcsolódni az Akismet spamszűrő szerveréhez.
it_it: Non è stato possibile connettersi al server Akismet

source: The response from Akismet could not be retrieved.
bg_bg: Отговорът от Akismet не беше получен
de_de: Die Antwort von Akismet wurde nicht empfangen.
hu_hu: Az Akismet spamszűrő válasza nem elérhető.
it_it: Non è stato possibile ricevere la risposta dal server Akismet.

source: The API library: <strong>%s</strong> for the <strong>%s</strong> class could not be found. Please check your API task routing table.
bg_bg: API библиотеката: <strong>%s</strong>, за класа <strong>%s</strong> не беше открита. Моля проверете API таблицата с пътища.
de_de: Die API Bibliothek <strong>%s</strong> für die <strong>%s</strong> Klasse wurde nicht gefunden. Bitte kontrolliere Deine API task routing Tabelle.
hu_hu: Az API könyvtár: <strong>%s</strong>, mint a <strong>%s</strong> osztálya nem található. Ellenőrizze az API utasítás routing táblázatát.
it_it: La API Library: : <strong>%s</strong>, per la classe <strong>%s</strong> non è stata trovata. Controlla la tua API task routing table.

source: Your Akismet API key is not valid.
bg_bg: Вашият Akismet API ключ не е валиден
de_de: Dein Akismet API Schlüssel ist nicht gültig.
hu_hu: Az Akismet API kulcsa érvénytelen.
it_it: La tua chiave API Akismet non è valida

source: Error while executing fopen sending method!<br>Please check whether PHP has OpenSSL support and whether the PHP version is greater than 5.2.
bg_bg: Грешка докато изпълнявахме изпращане с fopen!<br>Моля проверете дали PHP има поддръжка за OpenSSL и проверете дали версията на PHP е над 5.2
de_de: Fehler beim Ausführen der fopen Sendemethode!<br>Kontroliere ob PHP OpenSSL unterstützt und ob die PHP Version größer ist als 5.2
hu_hu: Hiba történt a fopen küldési mód használata közben. Ellenőrizze, hogy a PHP-nak van-e OpenSSL támogatottsága, és hogy a PHP verzió jobb-e az 5.2-nél.
it_it: Errore nell'esecuzione di fopen metodo di invio!<br>Verifica se PHP ha un supporto OpenSSL e assicurati che la versione PHP sia maggiore della 5.2

# $lang->'clickatell_message_too_long'
source: Your unicode message is too long! (Current length=
bg_bg: Съобщението в unicode е прекалено дълго! (дължина=
de_de: Deine unicode Nachricht ist zu lang! (Aktuelle Länge=
hu_hu: Unicode üzenete túl hosszú! (Jelenlegi hossz=
it_it: Il tuo unicode message è troppo lungo (Lunghezza attuale=

source: Please specify a destination address (TO)!
bg_bg: Моля задайте краен адрес (За)!
de_de: Bitte spezifiziere die Zieladresse (NACH)!
hu_hu: Kérem, adjon meg egy rendeltetési címet (TO)!
it_it: Specifica un indirizzo di destinazione (A)!

source: Please specify source address (FROM)!
bg_bg: Моля задайте изходящ адрес (От)!
de_de: Bitte spezifiziere die Quelladresse (VON)!
hu_hu: Kérem, adja meg a forráscímet (FROM)!
it_it: Specifica un indirizzo per il mittente (DA)!

# $lang->'clickatell_unicode_message_too_long'
source: Your unicode message is too long! (Current length=
bg_bg: Съобщението в unicode е прекалено дълго! (дължина=
de_de: Deine unicode Nachricht ist zu lang! (Aktuelle Länge=
hu_hu: Unicode üzenete túl hosszú! (Jelenlegi hossz=
it_it: Il tuo unicode message è troppo lungo! (Lunghezza attuale=

source: Unsupported sending method!
bg_bg: Неподдържан формат за изпращане!
de_de: Nicht unterstützte Methode zum Senden!
hu_hu: A küldési mód nem támogatott!
it_it: Metodo di invio non supportato!

source: The API library %s is invalid. All API libraries must be subclasses of %s.
bg_bg: API библиотека %s не е валидна. Всички API библиотеки трябва да са подкласове на %s
de_de: Die API-Bibliothek %s ist ungültig. Alle API-Bibliotheken müssen Unterklassen sein von %s
hu_hu: Az API könyvtár %s érvénytelen. Minden API könyvtárnak egy %s alosztálynak kell lennie.
it_it: La Libreria APi %s non è valida. Tutte le librerie APi devo essere sottoclassi di %s

source: Directory <code>%s</coded> could not be deleted.
bg_bg: Папката <code>%s</coded> не може да бъде изтрита
de_de: Verzeichnis <code>%s</coded> kann nicht gelöscht werden.
hu_hu: A <kód>%s</coded> könyvtár nem törölhető.
it_it: Non è stato possibile cancellare la directory <code>%s</coded>

source: Error while extracting: <code>%s</code>
bg_bg: Грешка при извеждане: <code>%s</code>
de_de: Fehler beim Auspacken: <code>%s</code>
hu_hu: Hiba történt a következő kibontása közben: <code>%s</code>
it_it: Errore nell'estrazione: <code>%s</code>

source: Downloading the latest Ushahidi failed. HTTP status code
bg_bg: Грешка при свалянето на последната версия. HTTP код
de_de: Herunterladen der Aktualisierung fehlgeschlagen. HTTP Status Code
hu_hu: A legutóbbi ushahidi fájl letöltése sikertelen. HTTP státuszkód
it_it: Il download dell'ultima versione di Ushahidi non è andato a buon fine. HTTP status code

source: File <code>%s</coded> could not be copied.
bg_bg: Файла <code>%s</coded> не може да се копира
de_de: Datei <code>%s</coded> konnte nicht kopiert werden.
hu_hu: A <code>%s</coded> fájl nem másolható.
it_it: Non è stato possibile copiare il File <code>%s</coded>

source: File <code>%s</coded> could not be deleted.
bg_bg: Файла <code>%s</coded> не може да се изтрие
de_de: Datei <code>%s</coded> konnte nicht gelöscht werden.
hu_hu: A <code>%s</coded> fájl nem törölhető.
it_it: Non è stato possibile cancellare il File <code>%s</coded>

source: Ushahidi upgrade script
bg_bg: Ushahidi скрипт за подновяване
de_de: Ushahidi Aktualisierungsscript
hu_hu: Ushahidi frissítés leírása

source: The downloaded Ushahidi zip file <code>%s</code>, could not be written.
bg_bg: Сваления zip на Ushahidi <code>%s</code>, не може да бъде записан
de_de: Die heruntergeladene Ushahidi zip-Datei <code>%s</code>, konnte nicht geschrieben werden.
hu_hu: A <code>%s</coded> letöltött ushahidi zip fájl nem írható.
it_it: Il file scaricato Ushahidi zip <code>%s</code>, non è scrivibile
