Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/notifications.po
Languages: ru_ru, zh_cn

source: This message was sent from your website.
ru_ru: Это сообщение было отправлено с вашего веб-сайта

source: Administrator Login
ru_ru: Войти как администратор

source: A new comment has been submitted to your website in response to:
ru_ru: Новый комментарий был отправлен на ваш веб-сайт в ответ на:

source: New Comment
ru_ru: Новый комментарий

source: A new email message has been submitted to your website.
ru_ru: Новый e-mail был отправлен на ваш веб-сайт.

source: New Email Message
ru_ru: Новый e-mail

source: A new report has been submitted to your website.
ru_ru: Новое сообщение было отправлено на ваш веб-сайт.

source: New Report
ru_ru: Новое сообщение

source: A new text message has been submitted to your website.
ru_ru: Новое SMS было отправлено на ваш веб-сайт.

source: New Text Message
ru_ru: Новое SMS' ), 'message' => 'Вы получили новое уведомление

source: New Alert!' ), 'message' => 'You Have Received a Private Message
ru_ru: Новое уведомление!' ), 'message' => 'Вам пришло новое личное сообщение

source: New Private Message
ru_ru: Новое личное сообщение

# notifications.admin_footer
source: This message was sent from your website.
zh_cn: 该信息已发往您的网站

# notifications.admin_login_url
source: Administrator Login
zh_cn: 管理员登录

# notifications.admin_new_comment.message
source: A new comment has been submitted to your website in response to:
zh_cn: 新的评论已提交至您的网站。关于：

# notifications.admin_new_comment.subject
source: New Comment
zh_cn: 新的评论

# notifications.admin_new_email.message
source: A new email message has been submitted to your website.
zh_cn: 新的电子邮件消息已提交至您的网站

# notifications.admin_new_email.subject
source: New Email Message
zh_cn: 新的电子邮件消息

# notifications.admin_new_report.message
source: A new report has been submitted to your website.
zh_cn: 新的报告已提交至您的网站

# notifications.admin_new_report.subject
source: New Report
zh_cn: 新的报告

# notifications.admin_new_sms.message
source: A new text message has been submitted to your website.
zh_cn: 新的文本消息已提交至您的网站

# notifications.admin_new_sms.subject
source: New Text Message
zh_cn: 新的文本消息
