Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/reporters.po
Languages: tr_tr

source: The latitude field does not appear to contain a valid latitude.
tr_tr: Geçersiz bir enlem girdiniz.

source: The latitude field is required. Please click on the map to pinpoint a location.
tr_tr: Enlem kısmı boş bırakılamaz. Lütfen haritada bir nokta belirleyiniz.

# 'level_id'->'numeric'
source: The Reporter Level field does not appear to contain a valid Level.
tr_tr: Haberci Seviyesi geçerli değil

# 'level_id'->'required'
source: The Reporter Level field does not appear to contain a valid Level.
tr_tr: Haberci Seviyesi geçerli değil

source: The location name field must be at least 3 and no more 200 characters long.
tr_tr: Yer ismi kısmı en az 3, en fazla 200 karakterden oluşmalıdır.

source: The location name field is required.
tr_tr: Yer ismi kısmı boş bırakılamaz.

source: The longitude field does not appear to contain a valid longitude.
tr_tr: Geçersiz boylam girdiniz.

source: The longitude field is required. Please click on the map to pinpoint a location.
tr_tr: Boylam kısmı boş bırakılamaz. Lütfen haritada bir nokta belirleyiniz.

# 'reporter_id'->'numeric'
source: Invalid Reporter
tr_tr: Geçersiz Haberci

# 'reporter_id'->'required'
source: Invalid Reporter
tr_tr: Geçersiz Haberci
