Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/sharing.po
Languages: bg_bg, de_de, he_il, hu_hu

source: Ingress date
bg_bg: Входяща дата
de_de: Eintrittsdatum
he_il: Ingress תאריך
hu_hu: Belépés dátuma

source: Date Added
bg_bg: Дата на добавяне
de_de: Datum hinzugef端gt
he_il: תאריך הוספה
hu_hu: Bevitel dátuma

source: Last Access
bg_bg: Последен достъп
de_de: Letzter Zugriff
he_il: גישה אחרונה
hu_hu: Utolsó belépés

source: The color field must be 6 characters long.
bg_bg: Цветът трябва да е дълъг поне 6 знака.
de_de: Das Farbfeld muss 6 Zeichen lang sein (Hex-Code)
he_il: שדה הצבע צריך להיות באורך של 6 תווים בדיוק.
hu_hu: A szín mezőben legalább hat karakternek kell lennie.

source: The color field is required.
bg_bg: Полето за цвят се изисква.
de_de: Die Farbangabe ist notwendig.
he_il: יש להזין שדה צבע בן 6 תווים.
hu_hu: A szín mezőt kötelező kitölteni.

source: The Sharing name does not appear to be valid.
bg_bg: Името за споделяне не изглежда валидно
de_de: Der SHARING-NAME ist ung端ltig?
he_il: האם שם השיתוף שהזנת תקין?
hu_hu: A megosztó neve érvénytelen.

source: A Sharing name is required.
bg_bg: Името за споделяне се изисква.
de_de: Ein SHARING Name ist notwendig.
he_il: חובה להזין שם שיתוף.
hu_hu: Kötelező megosztáshoz nevet megadni.

source: The site URL already exists.
bg_bg: Адресът на този сайт вече съществува
de_de: Die Seiten URL existiert bereits
he_il: קיימת כבר כתובת אתר כזו
hu_hu: Ez az URL már létezik.

source: The site URL does not appear to be valid.
bg_bg: Адресът на този сайт не изглежда валиден
de_de: Die URL scheint ung端ltig zu sein.
he_il: כתובת האתר שהזנת נראית לא תקינה?
hu_hu: Az URL érvénytelen.

source: The site URL is required.
bg_bg: Адресът на сайт се изисква.
de_de: DIe Seiten URL ist notwendig.
he_il: יש להזין כתובת אתר (URL).
hu_hu: URL megadása kötelező.

source: The site URL field does not appear to contain a valid URL.
bg_bg: Адресът на сайт не съдържа валиден URL.
de_de: Das URL Feld scheint keine g端ltige URL zu beinhalten?
he_il: האם כתובת האתר שהזנת תקינה?
hu_hu: Az URL érvénytelen.
