Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/ui_admin.po
Languages: he_il

source: Access denied. Either your credentials are not valid or your request has been refused.
he_il: הגישה נדחתה. או שהאישורים שלך אינם תקפים או שבקשתך סורבה

source: Access denied. Your request has been understood, but denied due to access limits like time. Try back later.
he_il: הגישה נדחתה. בקשתך נתקבלה, אך נדחתה בשל מגבלות גישה כגון זמן. נסה שוב מאוחר יותר

source: Access Level
he_il: דרגת גישה

# $lang->'actions'
source: Actions
he_il: פעולות

source: Add to Category
he_il: הוסף לקטגוריה

source: added
he_il: נוסף

source: added/edited
he_il: נוסף/נערך

source: Addons
he_il: תוספים

source: Admin
he_il: מנהל

source: Alerts
he_il: התראות

source: Alerts Received
he_il: התקבלו התראות

source: Anonymous
he_il: אנונימי

source: Anyone
he_il: כל אחד

source: Anywhere
he_il: כל מקום

source: API Banned
he_il: API נחסם

source: API Settings
he_il: API הגדרות

source: UNBAN ALL
he_il: UNBAN כולם

source: approved
he_il: מאושר

source: Auto Approve
he_il: אשר אוטומאטית

source: Manually Approve
he_il: אשר ידנית

source: Archived
he_il: נוסף לארכיון

source: Are you sure you want to
he_il: האם אתה בטוח שאתה רוצה ל

source: Are you sure you want to delete this item?
he_il: האם אתה בטוח שאתה רוצה למחוק את הפריט הזה

source: Are you sure you want to delete this photo?
he_il: האם אתה בטוח שאתה רוצה למחוק את התמונה הזו

source: Are you sure you want to switch forms?
he_il: האם אתה בטוח שאתה רוצה להחליף טפסים

source: Assign
he_il: הענק

source: Assignments
he_il: מענקים

source: Assign Badge
he_il: הענק אות

source: Author
he_il: מחבר

source: Author email
he_il: דואר אלקטרוני של המחבר

source: Back
he_il: חזור

source: Ban IP
he_il: חסום IP

source: Between Times
he_il: בין הזמנים

source: Blocks
he_il: תיבות

source: Body
he_il: גוף

source: Cancel
he_il: בטל

source: Categories
he_il: קטגוריות

source: Error displaying chart
he_il: שגיאה בהצגת התרשים

source: Please make sure your message is valid.
he_il: אנא וודא שההודעה שלך תקינה

source: Please make sure the number is valid.
he_il: אנא וודא שהמספר שהזנת תקין

source: Please check your SMS settings!
he_il: אנא בדוק את הגדרות הס.מ.ס שלך!

source: Checkin Details
he_il: הגדרות צ'ק אין

source: Checkins
he_il: צ'ק אינים

source: Cities loaded
he_il: ערים נטענו

source: code
he_il: קוד

source: Code version out of sync.
he_il: גירסאת הקוד אינה מסונכרנת.

source: Color
he_il: צבע

source: Comments
he_il: תגובות

source: Your alerts confirmation code is:
he_il: קוד אישור ההתראות שלך הוא:

source: The User Has Been
he_il: המשתמש

source: Count
he_il: ספירה

source: Country Not Found
he_il: מדינה לא נמצאה

source: created/edited
he_il: נמצא/נערך

source: Create a Report
he_il: צור דיווח

source: Critical Upgrade
he_il: עידכון קריטי

source: Currently Active
he_il: כרגע פעיל

source: Currently Inactive
he_il: כרגע לא פעיל

source: Daily
he_il: יומי

source: Dashboard
he_il: לוח בקרה

source: database
he_il: דטה בייס

source: Date & Time
he_il: תאריך וזמן

source: Days of the week
he_il: ימים בשבוע

source: DB version out of sync.
he_il: גירסת הדטה בייס איננה מסונכרנת.

source: deleted
he_il: נמחק

source: Delete
he_il: מחק

source: Delete All
he_il: מחק הכל

source: Delete Badge
he_il: מחק אות

source: Demo
he_il: דמו

source: Description
he_il: תיאור

source: Disabled
he_il: מבוטל

source: Divider Start
he_il: תחילת מפצל

source: Divider End
he_il: סוף מפצל

source: div class
he_il: מחלקת div

source: Download Reports
he_il: הורד דיווחים

source: Dropdown Choices
he_il: בחירת נפתחות מטה

source: Edited By
he_il: נערך בידי

source: Edit
he_il: ערוך

source: Edit Log
he_il: ערוך לוגים

# $lang->'email'
source: Email
he_il: דואר אלקטרוני

source: Entire Collective
he_il: כל הקולקטיב

source: Error in geocoding! HTTP error
he_il: שגיאה בקידוד-גאו! שגיאת HTTP.

source: IMAP PHP Library is not installed
he_il: ספריית IMAP PHP איננה מותקנת

source: Error
he_il: שגיאה

source: Error, unable to post incident
he_il: שגיאה, לא ניתן לשגר את התקרית

source: Every Six Hours
he_il: כל שש שעות

source: Every Twelve Hours
he_il: כל שתיים עשר שעות

source: Experimental
he_il: נסיוני

source: FAQ's
he_il: שאלות נפוצות

source: feed
he_il: פיד

source: Feedback
he_il: משוב

source: feeds
he_il: פידים

source: List of Choices
he_il: רשימת אפשרויות

source: Default Value
he_il: ערך ברירת מחדל

source: Data Type
he_il: סוג מידע

source: Javascript
he_il: ג'אווה סקריפט (javascript)

source: Markup
he_il: מרק-אפ (markup)

source: Numeric
he_il: מספרי

source: Free Text
he_il: טקסט חופשי

source: Height (In Rows)
he_il: גובה (בשורות)

source: Hidden Field
he_il: שדה חבוי

source: Maximum Character Length
he_il: אורך מקסימאלי של תווים

source: Field Name
he_il: שם השדה

source: Toggle
he_il: מתג

# $lang->'field_toggle_no'
source: No
he_il: לא

source: Yes, Closed by default
he_il: כן, סגר כברירת מחדל

source: Yes, Open by default
he_il: כן, פתח כברירת מחדל

source: Could not find uploaded file
he_il: לא הצלחתי למצוא את הקובץ שהועלה

source: Could not open file for reading
he_il: לא הצלחתי לפתוח את הקובץ לקריאה

source: That Form Does Not Exist!
he_il: הטופס לא קיים!

source: Forum
he_il: פורום

source: Text Area Field (Free Text)
he_il: שדה טקסט (טקסט חופשי)

source: Date Field
he_il: שדה תאריך

source: Radio Buttons Field
he_il: שדה כפתורי רדיו

source: Checkboxes Field
he_il: שדה סימון מרובה

source: Dropdown Field
he_il: שדה בחירה מתפריט נפתח

# $lang->'from'
source: From
he_il: מ

# $lang->'from_date'
source: From
he_il: מ

source: Geonames Timeout Error
he_il: שגיאה geoname timeout

source: Get Help
he_il: קבל עזרה

# $lang->'header_actions'
source: Actions
he_il: פעולות

source: Add/Edit
he_il: הוסף\ערוך

# $lang->'header_email'
source: Email
he_il: דואר אלקטרוני

# $lang->'header_manage_users'
source: Manage Users
he_il: נהל משתמשים

source: Role
he_il: תפקיד

# $lang->'header_user'
source: User
he_il: משתמש

source: help
he_il: עזרה

source: Hourly
he_il: שעתי

source: Incident feed for
he_il: פיד תקריות עבור

source: Instance
he_il: אירוע

source: Instances
he_il: אירועים

source: Instance Details
he_il: פרטי אירוע

source: Invalid Parameter
he_il: פרמטר שגוי

source: IP Address
he_il: כתובת IP

source: Is this a Date Field?
he_il: האם זה שדה תאריך?

source: Who Can View Answers
he_il: מי יכול לצפות בתשובות

source: Who Can Submit Answers
he_il: מי יכול לשלוח תשובות

source: Keyword
he_il: מילת מפתח

source: Keywords
he_il: מילות מפתח

source: Email Address:
he_il: כתובת דואר אלקטרוני:

source: Full Name:
he_il: שם מלא:

source: Password:
he_il: סיסמא:

source: Role:
he_il: תפקיד:

source: Username:
he_il: שם משתמש:

source: Layers
he_il: שכבות

# $lang->'login_role'
source: Moderator
he_il: מפקח

source: Logout
he_il: התנתק

source: Logs
he_il: לוגים

source: Manage
he_il: נהל

source: Manage Roles & Permissions
he_il: נהל תפקידים והרשאות

source: View Users
he_il: צפה במשתמשים

source: Add/Edit Users
he_il: הוסף/ערוך משתמש

source: Mark As
he_il: סמן כ

source: marked as not spam
he_il: סמן כלא-ספאם

source: marked as spam
he_il: סומן כספאם

source: did not match any documents
he_il: לא מתאים לאף מסמך

# $lang->'message'
source: Message
he_il: הודעה

source: Messages
he_il: הודעות

source: Laconica Messages
he_il: Laconica הודעות

source: Twitter Messages
he_il: הודעות טוויטר

source: Your message has been sent!
he_il: ההודעה שלך נשלחה!

source: Minutes
he_il: דקות

source: Missing Parameter
he_il: פרמטר חסר

# $lang->'moderator'
source: Moderator
he_il: מפקח

source: modified
he_il: עודכן

source: Modify Timezone Setting
he_il: עדכן את הגדרות איזור הזמן

source: move down
he_il: רד למטה

source: move up
he_il: עלה למעלה

source: Multiple Hosted Instances
he_il: מספר הרצות מאוכסנות

source: My Alerts
he_il: ההתראות שלי

source: My Checkins
he_il: הצ'ק אינים שלי

source: My Profile
he_il: הפרופיל שלי

source: My Reports
he_il: הדיווחים שלי

source: Votes Cast
he_il: הטלת הצבעות

source: Positive
he_il: חיובי

source: Negative
he_il: שלילי

# $lang->'name'
source: Name
he_il: שם

source: Create New Alert
he_il: צור התראה חדשה

source: Create New Message
he_il: צור הודעה חדשה

source: New Password
he_il: סיסמא חדשה

# $lang->'no'
source: No
he_il: לא

source: Notification
he_il: הודעות

source: This is not case sensitive.
he_il: זה לא רגיש לאותיות גדולות-קטנות.

source: Not Found
he_il: לא נמצא

source: No data. There are no results to show.
he_il: אין נתונים. אין תוצאות להציג.

source: No Error
he_il: אין שגיאות

source: No Results To Display!
he_il: אין תוצאות להציג!

source: of
he_il: של

source: On Specific Count
he_il: בספירה ספציפית

source: page
he_il: עמוד

source: pages
he_il: עמודים

source: Page Not Found
he_il: העמוד לא נמצא

source: Sorry, the page you are trying to view is not here.<p><strong>Did you follow a link from somewhere else on our site?</strong><br />If you reached this page from another part of our site, please <a href="#">contact us</a> so that we can correct our mistake.</p><p><strong>Did you follow a link from another site? </strong><br />Links from other sites can sometimes be outdated or misspelled. <a href="#">Tell us</a> where you came from and we can try to contact the other site in order to fix the problem.</p><p><strong>Did you type the URL? </strong><br />You may have typed the address (URL) incorrectly. Check to make sure you have got the exact right spelling, capitalization, etc. </p>
he_il: צר לנו, הדף אותו חיפשת איננו קיים. <p><strong>האם עקבת אחרי הלינק ממקום אחר כלשהו באתר?</strong><br /> אם הגעת לעמוד זה מחלק אחר באתר, אנא <a href="#">צור קשר</a> איתנו על מנת שנוכל לתקן את טעותנו.</p><p><strong> האם הגעת לכאן מקישור המופיע באתר אחר? </strong><br /> קישורים מאתרים חיצוניים יכולים לפעמים להיות מיושנים או בעלי שגיאת כתיב. <a href="#">ספר לנו</a> מהיכן הגעת וננסה ליצור קשר עם האתר האחר על מנת לתקן את הבעיה.</p><p><strong>האם הקלדת את הקישור? </strong><br />ייתרן והקלדת את הכתובת באופן שגוי. אנא וודא שכתבת את הכתובת הנכונה, שמרת על אותיות גדולות וקטנות כשורה וכן הלאה... </p>

source: Parameters Used
he_il: פרמטרים בהם נעשה שימוש

source: Password
he_il: סיסמה

source: Password Reset
he_il: איתחול סיסמה

source: Dear
he_il: יקירי

source: We received a request to reset the password for
he_il: קיבלנו בקשה לאתחל את הסיסמא שלך

source: To change your password, please click on the link below (or copy and paste it into your browser).
he_il: על מנת לשנות את הסיסמה שלך, אנא לחץ על הקישור למטה (או העתק והדבק אותו לתוך הדפדפן).

source: As you requested, your password has now been reset. Your new details are as follows
he_il: כפי שביקשת, סיסמתך אותחלה כעת. פרטיך החדשים הם כדלקמן

source: Ushahidi password reset
he_il: איתחול סיסמת אושהידי

source: Phone
he_il: טלפון

source: Please Select
he_il: אנא בחר

source: Data was not sent by post method
he_il: מידע לא נשלח באמצעות post method

source: Preview
he_il: תצוגה מקדימה

# $lang->'private_message'
source: Message
he_il: הודעה

# $lang->'private_messages'
source: Private Messages
he_il: הודעה פרטית

source: Private Message Sent
he_il: הודעה פרטית נשלחה

# $lang->'private_subject'
source: Subject
he_il: נושא

source: To
he_il: אל

source: Public Listing
he_il: רישום פומבי

source: Qualifiers
he_il: וודאנים (Qualifiers)

source: read
he_il: קרא

source: Relevance
he_il: רלוונטיות

source: Reporters
he_il: מדווחים

source: Reporter Levels
he_il: דרגת מדווח

source: Reports
he_il: דיווחים

source: Reputation Score
he_il: ציון מוניטין

source: Required
he_il: חובה

source: Reset
he_il: אתחל

source: Response
he_il: תגובה

source: Results
he_il: תוצאות

source: Revoke
he_il: לשלול

source: Save Settings
he_il: שמור הגדרות

source: Search
he_il: חיפוש

source: searching for
he_il: מחפש עבור

source: --- Select A Field Type ---
he_il: --- בחר סוג שדה ---

source: Please select an item
he_il: אנא בחר פריט

source: You must select a Trigger before you can select a Response.
he_il: עליך לבחור טריגר לפני שתבחר תגובה.

source: You must select a Trigger before you can define Qualifiers.
he_il: עליך לבחור טריגר לפני שתוכל להגדיר מוודא (Qualifiers).

source: Sender
he_il: שולח

source: Send To
he_il: נשלח אל

source: This message was sent from your website at
he_il: הודעה זו נשלחה מאתר האינטרנט שלך ב

source: Server Time
he_il: זמן שרת

source: Settings
he_il: הגדרות

source: Showing page
he_il: מציג עמוד

source: Showing results
he_il: מציג תוצאות

source: shown
he_il: הצג

source: Special Category
he_il: קטגוריה מיוחדת

source: This is a special category that will not show up on the report submission form for users submitting reports. This is used in conjunction with the "Trusted Reporters" feature.
he_il: זוהי קטגוריה מיוחדת אשר לא תופיע למשתמשים בטופס שליחת הדיווח. זה נעשה בשילוב עם תכונת "המדווחים המהימנים".

source: Specific Area
he_il: איזור ספציפי

source: State
he_il: מדינה

source: Statistics
he_il: סטטיסטיקות

source: Stats
he_il: סטטיסטיקות

source: Stat collection failed! Please try again later.
he_il: כשלון באיסוף סטטיסטיקות! אנא נסה שוב מאוחר יותר.

source: Stat Collection Failed!
he_il: כשלון באיסוף סטטיסטיקות!

source: Specific Days
he_il: ימים ספציפיים

# $lang->'subject'
source: Subject
he_il: נושא

source: Super Admin
he_il: סופר אדמין

source: Task Performed
he_il: משימה שבוצעה

source: Text Field
he_il: שדה טקסט

# $lang->'theme_name'
source: Name
he_il: שם

# $lang->'title'
source: Manage Users
he_il: נהל משתמשים

# $lang->'to'
source: to
he_il: אל

source: Total Records
he_il: סך כל הרשומות

# $lang->'to_date'
source: to
he_il: אל

source: Translate Reports
he_il: תרגם את הדיווח

source: Trigger
he_il: טריגר

source: Triggering User
he_il: טריגרים למשתמש

source: Triggers
he_il: טריגרים

source: unapproved
he_il: לא מאושר

source: Unknown
he_il: לא ידוע

source: unread
he_il: לא נקרא

source: Click here to upgrade now
he_il: לחץ כאן כדי לשדרג כעת

source: Upgrade Ushahidi
he_il: שדרג את אושהידי

source: Upgrade Ushahidi Status
he_il: סטטוס שידרוג אושהידי

source: Upload Reports
he_il: העלה דיווחים

# $lang->'user'
source: User
he_il: משתמש

source: Users
he_il: משתמשים

source: Ushahidi
he_il: אושהידי

source: Verified/Unverified
he_il: אושר/לא-אושר

source: Verify/Unverify
he_il: מאושר/לא-מאושר

source: Version
he_il: גירסה

source: is available for upgrade.
he_il: זמין לשידרוג.

# $lang->'view_private'
source: Private Messages
he_il: מסר פרטי

source: View Site
he_il: צפה באתר

source: View Report
he_il: צפה בדיווח

source: Welcome,
he_il: ברוך הבא,

source: Wiki
he_il: ויקי

source: Yes
he_il: כן

source: Your search for
he_il: החיפוש שלך עבור
