Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/ui_main.po
Languages: ar_eg, he_il, ka_ge, mk_mk

source: Your account doesn't have the proper permission to fully log you in. Please contact the administrator.
ar_eg: لا يوجد لحسابك الصلاحيات المناسبة للدخول. يرجى الاتصال بمدير الموقع.
mk_mk: Вашата сметка ги нема потребните одобрувања за да се логирате. Ве молиме контактирајте го администраторот.

source: In response to
ar_eg: ستجابةً لـ
he_il: בתגובה ל
ka_ge: საპასუხოდ
mk_mk: Како одговор на

source: IP Address
ar_eg: عنوان بروتوكول الانترنت
he_il: כתובת IP
ka_ge: IP მისამართი
mk_mk: IP адреса

source: Is this your profile?
ar_eg: هل هذه هو حسابك الشخصي؟
he_il: האם זה הפרופיל שלך?
mk_mk: Дали е ова вашиот профил?

source: item
ar_eg: بند
he_il: פריט
ka_ge: საკითხი

source: items
ar_eg: بنود
he_il: פריטים
ka_ge: საკითხები

source: item_details
ar_eg: تفاصيل البند
he_il: פרטי הפריט
ka_ge: საკითხის დეტალები

source: Item Title
ar_eg: نوان البند
he_il: כותרת הפריט
ka_ge: საკითხის სათაური

source: Key
ar_eg: مفتاح
he_il: מפתח
ka_ge: გასაგები

source: Language
ar_eg: اللغة
he_il: שפה
ka_ge: ენა
mk_mk: Јазик

source: Last
ar_eg: أخير
he_il: אחרון
ka_ge: ბოლო
mk_mk: Последно

source: Last Month
ar_eg: الشهر الأخير
he_il: חודש שעבר
ka_ge: ბოლო თვე
mk_mk: Последниот месец

# $lang->'last_name'
source: Last Name
ar_eg: الاسم الأخير
he_il: שם משפחה
ka_ge: გვარი
mk_mk: Презиме

source: Last Year
ar_eg: السنة الأخيرة
he_il: שנה שעברה
ka_ge: ბოლო წელი
mk_mk: Последната година

source: Latitude
ar_eg: خط العرض
he_il: קו רוחב
ka_ge: განედი

source: Layers
ar_eg: الطبقات
he_il: שכבות
ka_ge: ფენები
mk_mk: Леери

source: Other Layers
ar_eg: طبقات أخرى
he_il: שכבות אחרות
ka_ge: სხვა ფენები

source: The Layer Has Been
ar_eg: الطبقات تم
he_il: השכבה
ka_ge: ფენები უკვე

source: Layer Name
ar_eg: اسم الطبقة
he_il: שם השכבה
ka_ge: ფენების სახელები

source: Layer URL
ar_eg: رابط الطبقة
he_il: קישור השכבה
ka_ge: ფენების მისამართი (URL)

source: Leave a Comment
ar_eg: اترك تعليق
he_il: השאר תגובה
ka_ge: კომენტარის დატოვება
mk_mk: Оставете коментар

source: Less Information
ar_eg: معلومات اقل
mk_mk: помалку

source: Level
ar_eg: مستوى
he_il: רמה
ka_ge: დონე

source: This level has been
ar_eg: هذه المستوى تم
he_il: הרמה הזו
ka_ge: ეს დონე უკვე

source: Level Name
ar_eg: اسم المستوى
he_il: שם הרמה
ka_ge: დონის სახელი

source: Limited
ar_eg: محدود
he_il: מוגבל
ka_ge: შეზღუდული

source: Link
ar_eg: الرابط
he_il: קישור
ka_ge: ლინკი
mk_mk: Линк

source: List
ar_eg: قائمة
mk_mk: Листа

source: Loading Reports
ar_eg: جاري تحميل التقارير
he_il: טוען דיווחים

source: Location
ar_eg: المكان
he_il: מיקום
ka_ge: ადგილმდებარეობა
mk_mk: Локација

source: Locations
ar_eg: الأماكن
he_il: מיקומים
ka_ge: ადგილდებარეობები
mk_mk: Локации

source: City, State and/or Country
ar_eg: المدينة، المحافظة/الدولة
he_il: עיר ומדינה
ka_ge: ქალაქი, რეგიონი და/ან რაიონი
mk_mk: место(населба), град, држава

source: Login
ar_eg: الدخول
he_il: התחבר
ka_ge: შესვლა
mk_mk: Логирање

source: Account created successfully. You may log in now.
ar_eg: تم انشاء حسابك بنجاح. يمكنك الدخول الأن
mk_mk: Профилот е успешно креиран. Сега можете да се логирате.

source: A confirmation has been sent to your email address.
ar_eg: تم ارسال رسالة التأكيد إلى بريدك الإلكتروني
he_il: אישור נשלח אליך לתיבת הדואר האלקטרוני.
mk_mk: Одобрување е пратено на вашата email адреса.

source: Email address doesn't exist. Try a different address or create an account.
ar_eg: البريد الإلكتروني غير موجود. حاول مرة أخرى أو انشئ حساب جديد
mk_mk: Email адресата не постои. Пробајте различна адреса или креирајте нова.

source: Please click your account provider
ar_eg: أختار الموقع المناسب لك
he_il: אנא בחר את ספק החשבון שלך

source: Login with
ar_eg: الدخول بـ
mk_mk: Логирајте се со

source: Email and Password
ar_eg: البريد الإلكتروني وكلمة المرور
mk_mk: Email и лозинка

source: Sign Up
ar_eg: سجل
mk_mk: Регистрирајте се

source: Create an Account
ar_eg: سجل حساب جديد
he_il: הקש כאן כדי להירשם למערכת
mk_mk: Креирајте профил

source: Thank you for signing up at %s. To confirm your email address, please go to the following URL: %s
ar_eg: شكرا للتسجيل على %s. للتأكيد البريد الإلكتروني، الرجاء الضغط على الرابط التالي: %s
he_il: תודה לך על שנרשמת ל %s. על מנת לאשר את כתובת הדואר האלקטרוני שלך, אנא גש לכתובת: %s
mk_mk: Ви благодариме што се регистриравте на %s. За да ја потврдите вашата email адреса, ве молиме следете го овој линк: %s

source: Signup Confirmation
ar_eg: تأكيد التسجيل
he_il: אישור הרשמה
mk_mk: Повтврда на регистрирањето

source: Create an account now to take advantage of more features on the site.
ar_eg: إنشاء حساب الآن للاستفادة من مميزات الموقع.
he_il: אם אין לך כבר חשבון עם אחת מהאפשרויות שלמעלה, או אם אינך מעוניין להשתמש באופן-אי-די (OpenID)
mk_mk: Креирајте смета сега за да искористите повеќе од можностите на страницата.

source: Longitude
ar_eg: خط الطول
he_il: קו אורך
ka_ge: გრძედი
mk_mk: Лонгитуда

source: Map
ar_eg: خريطة
he_il: מפה
ka_ge: რუქა
mk_mk: Мапа

source: Mark as Read
ar_eg: اجعلها مقروءة
he_il: סמן כנקרא
ka_ge: მონიშნო როგორც წაკითხული
mk_mk: Означи како прочитано

source: Mark as Unread
ar_eg: اجعلها غير مقروءة
he_il: סמן כלא-נקרא
ka_ge: მონიშნო როგორც წაუკითხავი
mk_mk: Означи како непрочитано

source: Maximum filesize
ar_eg: الحد الأقصى لحجم الملف
mk_mk: Максимум големина

source: Media
ar_eg: مواد إعلامية
he_il: מדיה
ka_ge: მედია
mk_mk: Слики, видеа, вести

source: Media Filter
ar_eg: تصفية المواد الإعلامية
he_il: מסנן מדיה
ka_ge: მედია ფილტრი

source: Members
ar_eg: أعضاء
he_il: משתמשים
mk_mk: Членови

source: Manage Your Account
ar_eg: تعديل حسابك
he_il: נהל את חשבונך
mk_mk: Подеси го твојот профил

# $lang->'message'
source: Message
ar_eg: رسالة
he_il: מסר
ka_ge: შეტყობინება
mk_mk: Порака

source: Messages
ar_eg: الرسائل
he_il: מסרים
ka_ge: შეტყობინება
mk_mk: Пораки

source: Message Details
ar_eg: تفاصيل الرسالة
he_il: פרטי המסר
ka_ge: მესიჯის დეტალები
mk_mk: Детали на пораката

source: Mobile
ar_eg: الهاتف المحمول
he_il: סלולרי
ka_ge: მობილური
mk_mk: Мобилен

source: Modify
ar_eg: تعديل
he_il: עדכן
ka_ge: შეცვლა
mk_mk: Измени

source: Modify Date
ar_eg: تعديل تاريخ
he_il: תאריך עידכון
ka_ge: თარიღის შეცვლა
mk_mk: Измени ја датата

source: month
ar_eg: شهر
he_il: חודש
ka_ge: თვე
mk_mk: месец

source: More
ar_eg: المزيد
he_il: עוד
ka_ge: მეტი
mk_mk: Повеќе

source: More Information
ar_eg: المزيد من المعلومات
he_il: מידע נוסף
ka_ge: მეტი ინფორმაცია
mk_mk: Повеќе информации

source: Does this Ushahidi Deployment Span Multiple Countries
ar_eg: هل هذه الخريطة تشمل دول متعددة؟
he_il: האם התקנת האושהידי צפויה לכלול בטוחה מדינות שונות
ka_ge: მოიცავს თუ არა უშაჰიდი მრავალ ქვეყნებს

source: You must confirm your email address to access this deployment. If you lost your confirmation email, you can request a new one below.
ar_eg: يجب عليك تأكيد عنوان البريد الالكتروني للوصول إلى هذا الموقع. إذا كنت فقدت البريد الإلكتروني تأكيد، يمكنك طلب واحدة جديدة أدناه.

source: Name
ar_eg: الاسم
he_il: שם
ka_ge: სახელი
mk_mk: Име

source: Nearby Report
ar_eg: أحداث قريبة
he_il: דיווחים קרובים
ka_ge: ახლოს მდებარე ანგარიში
mk_mk: Пријава близу

source: New
ar_eg: جديد
he_il: חדש
ka_ge: ახალი
mk_mk: Нов

source: News
ar_eg: أخبار
he_il: חדשות
ka_ge: სიახლეები
mk_mk: Вести

source: News Feeds
ar_eg: التغذية الإخبارية
he_il: פידים של חדשות
ka_ge: სიახლის კაბშირი

source: News Source
ar_eg: مصدر الأخبار
he_il: מקור החדשות
ka_ge: ადგილმდებარეობა

source: New Category
ar_eg: تصنيف جديدة
he_il: קטגוריה חדשה
ka_ge: სიახლის კატეგორია
mk_mk: Нова категорија

source: New Password
ar_eg: كلمو مرور جديدة
he_il: סיסמא חדשה
ka_ge: ახალი პაროლი
mk_mk: Нова лозинка

source: New Report
ar_eg: تقرير جديد
he_il: דיווח חדש
ka_ge: ახალი ანგარიში
mk_mk: Нова пријава

source: Next
ar_eg: التالي
he_il: הבא
ka_ge: შემდეგი
mk_mk: Следно

source: No
ar_eg: لا
he_il: לא
ka_ge: არა
mk_mk: Не

source: No checkins to display.
ar_eg: لا يوجد تسجيل دخول ليتم عرضه

source: No data
ar_eg: لا يوجد معلومات
mk_mk: Нема податоци

source: None
ar_eg: لا شئ
mk_mk: Нема

source: Notices
ar_eg: إشعارات
he_il: הודעות
ka_ge: შენიშვნები

# $lang->'not_approved'
source: Not Approved
ar_eg: لم تتم الموافقة عليهم
he_il: לא מאושרים
ka_ge: არ დამტკიცებულა
mk_mk: Не одобрени

# $lang->'not_approved_singular'
source: Not Approved
ar_eg: لم تتم الموافقة عليه
he_il: לא אושר
ka_ge: არ დამტკიცებულა
mk_mk: Не одобрен

source: ---Not Selected---
ar_eg: ---غير محدد---
mk_mk: ---Не селектирани---

source: not spam
ar_eg: ليس سخام
he_il: לא ספאם
ka_ge: არ არის სპამი
mk_mk: не е спам

source: Not Specified
ar_eg: غير محدد
he_il: לא מצויין
ka_ge: არ არის განსაზღვრული
mk_mk: Не специфицирано

source: There are no reports
ar_eg: لا يوجد تقارير
he_il: אין דיווחים
ka_ge: აქ არ არის ანგარიშები
mk_mk: Нема пријави

source: There are no results
ar_eg: لايوجد نتائج
he_il: אין תוצאות
ka_ge: აქ არ არის რეზულტატი
mk_mk: Нема резултати

source: Off
ar_eg: مغلق
he_il: כבוי

source: Official &amp; mainstream news
ar_eg: أخبار رسمية وعامة
he_il: מקורות חדשות רשמיים ומרכזיים
ka_ge: ოფიციალური და ძირითადი სიახლეები
mk_mk: Официјални и мејнстрим вести

source: On
ar_eg: متاح
he_il: דלוק

source: Option
ar_eg: خيار
he_il: אופציה
ka_ge: არჩევანი
mk_mk: Опции

source: Optional
ar_eg: اختياري
he_il: אופציונאלי
ka_ge: არასავალდებულო
mk_mk: Опционални

source: Options
ar_eg: خيارات
he_il: אופציות
ka_ge: პარამეტრები
mk_mk: Опции

source: Organization
ar_eg: منظمة
he_il: אירגון
ka_ge: ორგანიზაცია
mk_mk: Организација

source: Organizations
ar_eg: منظمات
he_il: אירגונים
ka_ge: ორგანიზაციები
mk_mk: Организации

source: Organization Description
ar_eg: وصف المنظمة
he_il: תיאור האירגון
ka_ge: ორგანიზაციის აღწერილობა
mk_mk: Опис на оргнизацијата

source: Organization Email
ar_eg: البريد الإلكتروني للمنظمة
he_il: אימייל האירגון
ka_ge: ორგანიზაციის ელექტრონული ფოსტა
mk_mk: Email на организацијата

source: The Organization Has Been
ar_eg: المنظمة تم
he_il: האירגון
ka_ge: ორგანიზაცია უკვე
mk_mk: Организацијата била

source: Organization Name
ar_eg: اسم المنظمة
he_il: שם האירגון
ka_ge: ორგანიზაციის სახელი
mk_mk: Име на организацијата

source: Organization Phone 1
ar_eg: تليفون المنظمة 1
he_il: טלפון באירגון 1
ka_ge: ორგანიზაციის ტელეფონის ნომერი 1
mk_mk: Телефон на оргнизацијата 1

source: Organization Phone 2
ar_eg: تليفون المنظمة 2
he_il: טלפון באירגון 2
ka_ge: ორგანიზაციის ტელეფონის ნომერი 2
mk_mk: Телефон на организацијата 2

source: Organization Website
ar_eg: الموقع الإلكتروني للمنظمة
he_il: אתר האינטרנט של האירגון
ka_ge: ორგანიზაციის ვებ-გვერდი
mk_mk: Страница на орранизацијата

source: Original
ar_eg: الأصل
he_il: מקורי
ka_ge: ორიგინალი
mk_mk: Првично

source: Original Description
ar_eg: الوصف الأصلي
he_il: תיאור מקורי
ka_ge: ორიგინალის აღწერა
mk_mk: Првичен опис

source: Original Title
ar_eg: العنوان الأصلي
he_il: כותרת מקורית
ka_ge: ორიგინალის სათაური
mk_mk: Првичен наслов

source: Other Deployments
ar_eg: تطبيقات يوشاهيدي أخرى
he_il: פריסות אחרות של אושהידי
ka_ge: უშაჰიდის სხვა

source: Outbox
ar_eg: البريد الصادر
he_il: דואר יוצא
mk_mk: Пратени

source: Outgoing
ar_eg: البريد الخارج
he_il: יוצא
ka_ge: გამავალი

source: Page
ar_eg: صفحة
he_il: עמוד
ka_ge: გვერდი
mk_mk: Страница

source: Pages
ar_eg: الصفحات
he_il: עמודים
ka_ge: გვერდები
mk_mk: Страници

source: Page Description
ar_eg: وصف الصفحة
he_il: תיאור עמוד
ka_ge: გვერდის აღწერილობა
mk_mk: Опис на страницата

source: The Page Has Been
ar_eg: الصفحة تم
he_il: העמוד
ka_ge: გვერდი უკვე
mk_mk: Стрницата била

source: Page Tab Name
ar_eg: اسم التبويب للصفحة
he_il: לשנות השם של העמוד
ka_ge: გვერდის tab-ის სახელი

source: Page Title
ar_eg: عنوان الصفحة
he_il: כותרת העמוד
ka_ge: გვერდის სათაური
mk_mk: Наслов на страницата

source: Parent Category
ar_eg: الصنيف الرئيسي
he_il: קטגוריית אב
ka_ge: საწყისი კატეგორია

source: Password
ar_eg: كلمة السر
he_il: סיסמא
ka_ge: პაროლი
mk_mk: Лозинка

source: Verify Password
ar_eg: أكتب كلمة المرور مرة أخرى
he_il: הקלד את סיסמתך בשנית
ka_ge: გაიმეორე თქვენი პაროლი
mk_mk: Потврдете лозинка

source: Password changed successfully! Login below.
ar_eg: تم تغيير كلمة المرور بنجاح. ادخل الآن
mk_mk: Лозинката е успешно променета! Логирајте се подоле.

# $lang->'password_forgot'
source: Forgot your password?
ar_eg: ا تتذكر كلمة المرور؟
he_il: שכחת את סיסמתך?
ka_ge: დაგავიწყდათ თქვენი პაროლი?
mk_mk: Ја заборавивте лозинката?

source: Check your email for the new password.
ar_eg: إطلع على بريدك الإلكتروني لمعرفة كلمة المرور الجديدة
he_il: בדוק את תיבת הדואר שלך עבור סיסמא חדשה.
ka_ge: ახალი პაროლისთვის შეამოწმეთ თქვენი ელექტრონული ფოსტა.
mk_mk: Проверете го вашето email сандаче за нова лозинка.

source: Stay logged in on this computer?
ar_eg: أدخل عنوان البريد الإلكتروني المستحدم في التسجيل
he_il: הישאר מחובר במחשב זה?
ka_ge: შესული ხართ ამ კომპიუტერიდან?
mk_mk: Останете логирани на овој компјутер?

source: Past Month
ar_eg: الشهر الماضي
he_il: החודש האחרון
ka_ge: გასული თვე
mk_mk: Изминатиот месец

source: Past Year
ar_eg: العام الماضي
he_il: השנה האחרונה
ka_ge: გასული წელი
mk_mk: Изминатата година

source: Pending
ar_eg: قيد الإرسال
he_il: ממתין
ka_ge: მოლოდინში

source: per
ar_eg: لكل
he_il: פר
ka_ge: ით

source: Personal Information <span>Optional.</span>
ar_eg: <span>اختياري</span> معلومات شخصية
he_il: מידע אישי <span>אופציונאלי.</span>
ka_ge: პერსონალური ინფორმაცია <span>არასავალდებულო.</span>
mk_mk: Лични информации <span>Незадолжително.</span>

source: Phone
ar_eg: تليفون
he_il: טלפון
ka_ge: ტელეფონი
mk_mk: Телефон

source: Photos
ar_eg: صور
he_il: תמונות
mk_mk: Фотографии

source: Pictures
ar_eg: صور
he_il: תמונות
ka_ge: სურათები
mk_mk: Слики

source: Pictures and Videos
ar_eg: صور وفيديو
he_il: תמונות ווידיאו
ka_ge: სურათები და ვიდეოები
mk_mk: Слики и видеа

source: * Search for your location using a location name OR latitude,longitude coordinates (format: 38.19, 85.61), OR click on the map to pinpoint the correct location.
ar_eg: *ابحث عن مكانك بتحديد إحداثيات الطول والعرض أو أنقر على الخريطة لتحديد المكان
he_il: * חפש אחר מיקומך באמצעות שם המיקום של קוארדינטות קווי הרוחב, אורך, (פורמט: 38.19,-85.61), או הקש על המפה כדי לאתר את המיקום הנכון
ka_ge: * მოძებნეთ თქვენი მდებარეობა განედისა და გრძედის კოორდინატების გამოყენებით (ფორმატი: 38.19,-85.61), ან სწორი მდებარეობის მოსანიშნად დააწკაპუნეთ რუკაზე.
mk_mk: * Барајте ја вашата локација користејќи го името ИЛИ координатите латитуда, лонгитуда (формат: 38.19, 85.61), ИЛИ кликнете на мапата за да ја означите точната локација.

source: Play
ar_eg: تشغيل
he_il: נגן
ka_ge: თამაში
mk_mk: Пушти

source: Please Note
ar_eg: برجاء الملاحظة
he_il: אנא שים לב
ka_ge: გთხოვთ ჩაინიშნოთ,

source: Plugins
ar_eg: برامج مساعدة
he_il: פלאגינים

source: Plugin Website
ar_eg: البرامج المساعدة للموقع الإلكتروني
he_il: אתר הפלאגין
ka_ge: Plugin ვებ-გვერდები

source: Public Profile
ar_eg: الملف العام
he_il: פרופיל פומבי
mk_mk: Јавен профил

source: Public Profile URL
ar_eg: عنوان الملف الشخصي العام
mk_mk: URL за јавниот профил

source: Preview
ar_eg: معاينة
he_il: תצוגה מקדימה
ka_ge: გადახედვა
mk_mk: Преглед

source: Preview Item
ar_eg: معاينة الموضوع
he_il: תצוגה מקדימה לפריט
ka_ge: საკითხების გადახედვა

source: Preview Message
ar_eg: معاينة الرسالة
he_il: תצוגה מקדימה למסר
ka_ge: მესიჯების გადახედვა
mk_mk: Прегледај порака

source: Previous
ar_eg: السابق
he_il: קודם
ka_ge: წინა
mk_mk: Претходно

source: Private
ar_eg: خاص
he_il: פרטי
mk_mk: Приватно

source: Profile Color
ar_eg: لون الملف الشخصي
he_il: צבע הפרופיל
mk_mk: Боја на профилот

source: Your Profile Has Been Saved
ar_eg: تم حفظ ملفك الشخصى
he_il: הפרופיל שלך נשמר
ka_ge: თქვენი პროფილი დამახსოვრებულია
mk_mk: Вашиот профил е зачуван

source: Quick Stats
ar_eg: إحصائيات سريعة
he_il: סטטיסטיקות עיקריות
ka_ge: სწრაფი სტატისტიკა
mk_mk: Брза статистика

source: Rating
ar_eg: تقييم
he_il: דירוג
ka_ge: რაიტინფი
mk_mk: Оцена

source: Read
ar_eg: قراءة
he_il: קרא
ka_ge: Le�do
mk_mk: Прочитај

source: Receive
ar_eg: استقبل
he_il: קבל
ka_ge: მიღება
mk_mk: Добиј

source: Receive from
ar_eg: استقبل من
he_il: קבל מ
ka_ge: მიიღოს
mk_mk: Добиј од

source: Receive Notifications
ar_eg: استقبل إشعارات
he_il: קבל עידכונים
ka_ge: შეტყობინების მიღება
mk_mk: Добиј известување

source: Recent Reports
ar_eg: أحدث التقارير
he_il: דיווחים אחרונים
ka_ge: უახლესი ანგარიშები
mk_mk: Скорешни пријави

source: Refresh News Feeds
ar_eg: إنعاش التغذية الإخبارية
he_il: רענן את הפידים של החדשות
ka_ge: სიახლეების განახლება

source: Registered Email
ar_eg: البريد الإلكتروني المسجل
mk_mk: Регистриран email

source: Remove
ar_eg: احذف
he_il: הסר
ka_ge: წაშლა
mk_mk: Отстрани

source: Reply
ar_eg: الرد
he_il: השב
ka_ge: პასუხი
mk_mk: Одговори

source: Report
ar_eg: تقرير
he_il: דיווח
ka_ge: ანგარიში
mk_mk: Пријава

source: Reports <span>(from the map, listed in chronological order)</span>
ar_eg: التقارير <span>(حسب التسلسل الزمني)</span>
mk_mk: Пријави <span>(од мапата, излистани по хронолошки редослед)</span>

source: Reporter
ar_eg: المحرر
he_il: עד
ka_ge: რეპორტიორი
mk_mk: Пријавувач

source: Reporters
ar_eg: المحررون
he_il: עדים
ka_ge: რეპორტიორები
mk_mk: Пријавувачи

source: Reporter Date
ar_eg: تاريخ التحرير
he_il: תאריך העד
ka_ge: ანგარიშის თარიღი
mk_mk: Дата на пријавувачот

source: Reporter Email
ar_eg: البريد الإلكترونى لمحرر التقرير
he_il: כתובת האימייל של העד
ka_ge: რეპორტიორის ელექტრონული ფოსტა
mk_mk: email на пријавувачот

source: Reporter First Name
ar_eg: الاسم الأول للمحرر التقرير
he_il: שם פרטי של העד
ka_ge: რეპორტიორის სახელი
mk_mk: Име на пријавувачот

source: The Reporter Has Been
ar_eg: المحرر قد تم
he_il: העד
ka_ge: რეპორტიორი უკვე

source: Reporter IP Address
ar_eg: عنوان بروتوكول الانترنت لمحرر التقرير
he_il: כתובת ה- IP של העד
ka_ge: რეპორტიორის IP მისამართი
mk_mk: IP адреса на пријавувачот

source: Reporter Last Name
ar_eg: الاسم الأخير لمحرر التقرير
he_il: שם משפחת העד
ka_ge: რეპორტიორის გვარი
mk_mk: Презиме на пријавувачот

source: Reporter Level
ar_eg: مستوى محرر التقرير
he_il: רמת העד
ka_ge: რეპორტიორის დონე
mk_mk: Ниво на пријавувачот

source: Reporter Levels
ar_eg: مستويات محرري التقارير
he_il: רמות העד
ka_ge: რეპორტიორის დონეები
mk_mk: Нивоа на пријавувачот

source: Reporter Phone
ar_eg: تليفون محرر التقرير
he_il: טלפון העד
ka_ge: რეპორიორის ტელეფონი
mk_mk: Телефон на пријавувачот

source: Reports
ar_eg: التقارير
he_il: דיווחים
ka_ge: შეტყობინება
mk_mk: Статистика

source: Browse
ar_eg: تصفح
he_il: סייר
ka_ge: დათვალიერება
mk_mk: Разгледај

source: Submit
ar_eg: تقديم
he_il: שלח
ka_ge: გაგზავნა
mk_mk: Поднеси

source: Reports By This User
ar_eg: أرسل بواسطة هذا المستخدم
he_il: דיווחים על ידי משתמש זה
mk_mk: Пријави од овој корисник

# $lang->'reports_categories'
source: Categories
ar_eg: فئات
he_il: קטגוריות
ka_ge: კატეგორიები
mk_mk: Категории

# $lang->'reports_date'
source: Date
ar_eg: تاريخ
he_il: תאריך
ka_ge: თარიღი
mk_mk: Датум

# $lang->'reports_description'
source: Description
ar_eg: وصف
he_il: תיאור
ka_ge: აღწერილობა
mk_mk: Опис

source: Reports will be downloaded in CSV format
ar_eg: CSV سيتم تحميل التقارير في صيغة
he_il: דיווחים יורדו בפורמט CSV
ka_ge: ანგარიში ჩამოიტვირთება CSV ფორმატში
mk_mk: Пријавите ќе бидат симнати во CSV формат

# $lang->'reports_email'
source: Email
ar_eg: البريد الإلكتروني
he_il: אימייל
ka_ge: ელექტრონული ფოსტა

source: Features
ar_eg: خصائص
he_il: תכונות
ka_ge: მახასიათებლები

source: Find a location near you
ar_eg: أعثر على أقرب مكان
he_il: אתר מיקום הקרוב אליך
ka_ge: იპოვე ადგილმდებარეობა შენთან ახლოს
mk_mk: Најди локација блиску до тебе

# $lang->'reports_first'
source: First Name
ar_eg: الاسم الأول
he_il: שם פרטי
ka_ge: სახელი
mk_mk: Име

# $lang->'reports_last'
source: Last Name
ar_eg: الاسم الأخير
he_il: שם משפחה
ka_ge: გვარი
mk_mk: Презиме

source: Refine Location Name
ar_eg: تفصيل اسم المكان
he_il: דייק בשם המיקום
ka_ge: ადგილმდებარეობის დაზუსტება
mk_mk: Прецизирај го местото на локацијата

source: News Source Link
ar_eg: رابط مصدر الأخبار
he_il: קישור למקורות חדשות
ka_ge: ინფორმაციის წყაროს ბმული
mk_mk: Линк од вести

source: Optional Information
ar_eg: معلومات اختيارية
he_il: מידע אופציונאלי
ka_ge: დამატებითი ინფორმაცია
mk_mk: Незадолжителни информации

source: Upload Photos
ar_eg: رفع صور
he_il: העלה תמונות
ka_ge: ფოტოების ატვირთვა
mk_mk: Прикачи фотографија

source: Return to the reports page
ar_eg: العودة لصفحة التقرير
he_il: חזור לעמוד הדיווחים
ka_ge: ანგარიშების გვერდზე დაბრუნება
mk_mk: Врати се до страната со пријавите

source: Select a City
ar_eg: إختر مكان
he_il: בחר עיר
ka_ge: აირჩიე ქალაქი
mk_mk: Одбери град

source: Your Report has been submitted to our staff for review. We will get back to you shortly if necessary.
ar_eg: تم إرسال التقرير إلي فريقنا للمعانية. سنتصل بك في حال وجود ضرورة
he_il: הדיווח שלך נשלח לבחינה על ידי הצוות שלנו. נשוב אליך בקצרה בהתאם לצורך.
ka_ge: თქვენი ანგარიში უკვე გადაეცა ჩვენს თანამშრომლებს გადასახედად.აუცილებლობის შემთხვევაში ჩვენ მალევე დაგიბრუნდებით.
mk_mk: Вашата пријава е испратена до нашиот персонал за преглед. Ќе ве контактираме за брзо ако е потребно.

source: Submit a New Report
ar_eg: إنشاء تقرير جديد
he_il: שלח דיווח חדש
ka_ge: შეტყობინების გაგზავნა
mk_mk: Пријави нов инцидент

# $lang->'reports_time'
source: Time
ar_eg: الوقت
he_il: זמן
ka_ge: დრო
mk_mk: Време

source: Timeline
ar_eg: الخط الزمني
he_il: במשך הזמן
ka_ge: ქრონოლოგია

# $lang->'reports_title'
source: Report Title
ar_eg: عنوان التقرير
he_il: כותרת הדיווח
ka_ge: შეტყობინების სათაური
mk_mk: Наслов на пријавата

source: Video link
ar_eg: رابط الفيديو
he_il: קישור לוידיאו
ka_ge: ვიდეოს ბმული
mk_mk: Видео линк

source: Report an Incident
ar_eg: أبلغ عن واقعة
he_il: דווח על תקרית
ka_ge: შეგვატყობინეთ ინციდენტი
mk_mk: Пријави инцидент

source: Report Details
ar_eg: تفاصيل التقارير
he_il: פרטי הדיווח
ka_ge: ანგარიშის დეტალები
mk_mk: Детали на пријавата

# $lang->'report_edit_dropdown_1_default'
source: --- Select One ---
ar_eg: --- إختر واحداً ---
he_il: --- בחר אחד ---
mk_mk: --- Одбери едно ---

# $lang->'report_edit_dropdown_1_item_1'
source: Yes, the source has direct access to information (witness or actor).
ar_eg: (نعم، المصدر ذات صلة مباشرة بالمعلومة (شاهد أو فاعل
he_il: כן, למקור יש גישה ישירה למידע (עד או משתתף פעיל)
mk_mk: Да, изворот има директен пристап до информациите (сведок или жртва).

# $lang->'report_edit_dropdown_1_item_2'
source: Yes, the source has access to information, but can be wrong.
ar_eg: نعم، المصدر ذات صلة بالمعلومة، لكن قد يكون مخطئ
he_il: כן, למקור יש גישה ישירה למידע, אך עשוי לשגות
mk_mk: Да, изворот има пристап до информациите, но може да греши.

# $lang->'report_edit_dropdown_1_item_3'
source: Yes, the source has no direct access to information, but is often right.
ar_eg: نعم، المصدر ليس على صلة مباشرة بالمعلومة، لكنه عادة على صواب
he_il: כן, למקור אין גישה ישירה למידע, אך לעיתים קרובות צודק
mk_mk: Да, изворот нема директен пристап до информациите, но често е во право.

# $lang->'report_edit_dropdown_1_item_4'
source: Not always, but is often right.
ar_eg: ليس دائما، لكن فى العادة على صواب
he_il: לא תמיד, אך הוא צודק לעיתים קרובות
mk_mk: Не секогаш, но е често во право.

# $lang->'report_edit_dropdown_1_item_5'
source: No, the source has (had) no access to information.
ar_eg: لا، المصدر ليس على صلة مباشرة بالمعلومة، ولم يكن
he_il: לא, למקור לא היה (אין) גישה למידע
mk_mk: Не, изворот нема (немал) пристап до информациите.

# $lang->'report_edit_dropdown_1_item_6'
source: I do not know.
ar_eg: لا أعلم
he_il: אינני יודע
mk_mk: Не знам.

source: Source Reliability
ar_eg: مصداقية المصدر
he_il: האם סביר שהמקור אמין
mk_mk: Веродостојност на изворот

# $lang->'report_edit_dropdown_2_default'
source: --- Select One ---
ar_eg: --- إختر واحداً ---
he_il: --- בחר אחד ---
mk_mk: --- Одбери едно ---

source: Yes, the information is confirmed by several independent sources.
ar_eg: نعم، تم تأكيد المعلومة بواسطة مصادر متعددة مستقلة
he_il: כן, המידע מאושר על ידי מספר מקורות עצמאיים
mk_mk: Да, информацијата е потврдена од неколку извори.

source: Yes, the information is not confirmed (yet), but is likely.
ar_eg: نعم، لم يتم تأكيد المعلومة بعد، لكن مرجح أن تكون صحيحة
he_il: כן, המידע עוד לא מאושר, אבל הוא סביר
mk_mk: Да, информацијата не е потврдена (сеуште), но е можна.
