Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/ui_main.po
Languages: ar_eg, he_il, ka_ge, mk_mk

source: Yes, the information makes sense.
ar_eg: نعم، المعلومة منطقية
he_il: כן, המידע נראה הגיוני
mk_mk: Да, информацијата има смисла.

source: No, the information is surprising.
ar_eg: لا، المعلومة مفاجأة
he_il: לא, המידע מפתיע
mk_mk: Не, информацијата е изненадувачка.

source: No, the information is unlikely and may be disinformation.
ar_eg: لا، المعلومة غير مرجحة وقد تكون مضللة
he_il: לא, המידע איננו סביר ועשוי אף להיות מידע מטעה (דיסאינפורמציה)
mk_mk: Не, информацијта е сомнителна и може да е дезинформација.

# $lang->'report_edit_dropdown_2_item_6'
source: I do not know.
ar_eg: لا أعلم
he_il: אינני יודע
mk_mk: Не знам.

source: Information Probability
ar_eg: احتمالية المعلومة
he_il: האם סביר שהמידע נכון
mk_mk: Можност на информацијата

source: By sending a message to
ar_eg: من خلال إرسال رسالة إلى
he_il: על ידי משלוח מסר אל
ka_ge: SMS შეტყობინების გაგზავნით
mk_mk: Со исраќање на порака на

source: By sending an email
ar_eg: بإرسال بريد إلكتروني إلى
he_il: על ידי משלוח אימייל אל
ka_ge: ელექტრონული ფოსტის გაგზავნით
mk_mk: Со испраќање email

source: By sending a tweet with the hashtag/s
ar_eg: من خلال رسالة تويتر بالوسوم التالية
he_il: על ידי שליחה טוויט עם תגית ההש
ka_ge: ჰეშტაგით (#) ტვიტის გაგზავნით
mk_mk: Со праќање на tweet со хаштагот

source: By filling this form on our website.
ar_eg: من خلال ملء هذه الاستمارة
he_il: על ידי מילוי טופס זה
ka_ge: ამ ფორმის შევსებით
mk_mk: Со пополнување на овој формулар на нашата страница.

source: By using an app
ar_eg: باستخدام تتطبيق
mk_mk: Со користење на апликација

source: Your Report Has Been Saved
ar_eg: تم حفظ التقرير الخاص بك
he_il: הדיווח שלך נשמר
ka_ge: თქვენი ანგარიში დამახსოვრებულია
mk_mk: Вашата пријава е сочувана

# $lang->'report_title'
source: Report Title
ar_eg: عنوان التقرير
he_il: כותרת הדיווח
ka_ge: ანგარიშის სათაური
mk_mk: Наслов на пријвата

source: Request more information
ar_eg: طلب الحصول على مزيد من المعلومات
he_il: בקש עוד מידע
ka_ge: მეტი ინფორმაციის მოთხოვნა
mk_mk: Побарај повеќе информации

source: Request location
ar_eg: طلب بالمكان
he_il: בקש מיקום
ka_ge: მდებარეობის მოთხოვნა
mk_mk: Побарај локација

source: Required
ar_eg: مطلوب
mk_mk: Задолжително

source: Requirements
ar_eg: متطلبات
he_il: דרישות
ka_ge: მოთხოვნები
mk_mk: Задолжителни

source: Resend Confirmation Email
ar_eg: أعد ارسال رسالة التأكيد
mk_mk: Препрати ja email поракат за одобрување

source: Reset
ar_eg: إعادة
he_il: אפס
mk_mk: Ресетирај

source: Reset all filters
ar_eg: مسح كل التصنيفات
he_il: אפס את כל המסננים
mk_mk: Ресетирај ги сите

source: Reset Password
ar_eg: إعادة تعيين كلمة المرور
he_il: אפס סיסמא
ka_ge: პაროლის გადატვირთვა
mk_mk: Ресетирај ја лозинката

source: Retrieve city names for the selected country
ar_eg: الحصول على أسماء المدن للدولة المُختارة
he_il: מצא שם העיר עבור המדינה שנבחרה
ka_ge: მივიღოთ შერჩეული ქვეყნის ქალაქის სახელი
mk_mk: Повлечи ги имињата на градовите за избраната држава

source: Accounts managed by the %s service.
ar_eg: الحساب يدار بواسطة خدمة %s
mk_mk: Профилите се менаџирни од службата на %s.

source: Role
ar_eg: دور
he_il: תפקיד
ka_ge: როლი
mk_mk: Улога

source: Save
ar_eg: حفظ
he_il: שמור
ka_ge: დამახსოვრება
mk_mk: Зачувај

source: Saved
ar_eg: تم الحفظ
he_il: נשמר
ka_ge: დამახსოვრებულია
mk_mk: Зачувано

source: Save & Add New
ar_eg: احفظ وأضف جديد
mk_mk: Зачувај и додади ново

source: Save & Close
ar_eg: حفظ وإغلاق
he_il: שמור וסגור
ka_ge: შეინახეთ და დახურეთ
mk_mk: Зачувај и затвори

source: Save Report
ar_eg: حفظ التقرير
he_il: שמור דיווח
ka_ge: ანგარიშის დამახსოვრება
mk_mk: Зачувај извештај

source: Schedule
ar_eg: الجدول
he_il: לוח זמנים
ka_ge: განრიგი
mk_mk: Распоред

source: Scheduler
ar_eg: جدولة
he_il: מתזמן

source: Day
ar_eg: يوم
he_il: יום
ka_ge: დღე
mk_mk: Ден

source: Hour
ar_eg: ساعة
he_il: שעה
ka_ge: საათი
mk_mk: Час

source: Scheduler Log
ar_eg: سجل توقيت الأعمال
he_il: יומן המתזמן

source: Minute
ar_eg: المحضر
he_il: דקה
ka_ge: წუთი
mk_mk: Минута

source: Day of the Week
ar_eg: يوم في الأسبوع
he_il: יום בשבוע
ka_ge: კვირის დღე
mk_mk: Ден од неделата

source: SEARCH
ar_eg: بحث
he_il: חפש
ka_ge: ძებნა
mk_mk: ПРЕБАРАЈ

source: Search Results
ar_eg: نتائج البحث
he_il: תוצאות החיפוש
ka_ge: ძებნის შედეგები
mk_mk: Резултати од пребарувањето

# $lang->'security_code'
source: Security Code
ar_eg: الكود الأمنى
he_il: קוד אבטחה
ka_ge: უსაფრთხოების კოდი
mk_mk: Сигурносен код

source: Select All
ar_eg: إختر الكل
he_il: בחר הכל
ka_ge: ყველაფრის მონიშვნა
mk_mk: Селектирај ги сите

source: Select a Field Type
ar_eg: إختر نوع الحقل
he_il: בחר סוג שדה
ka_ge: აირჩიეთ ველის ტიპი
mk_mk: Одбери тип на поле

source: Select A Form Type
ar_eg: إختر نوع الاستمارة
he_il: בחר סוג טופס
ka_ge: აირჩიეთ ფორმის ტიპი
mk_mk: Одбери тип на форма

source: Select in the map
ar_eg: حدد فى الخريطة
he_il: בחר במפה
ka_ge: აირჩიეთ რუქაზე
mk_mk: Одбери во мапата

source: Select as many as needed
ar_eg: إختر قدر الحاجة
he_il: בחר כמה שצריך
ka_ge: აირჩიეთ იმდენი რამდენიც საჭიროა
mk_mk: Селектирај колку и да се потребни

source: Please verify that you have checked an item
ar_eg: رجاء التأكيد أنك قمت باختيار بند
he_il: אנא וודא שסימנת פריט
ka_ge: გთხოვთ გადაამოწმოთ, რომ თქვენ შეამოწმეტ პუნქტები
mk_mk: Ве молиме осигурајте се дека сте одбрале нешто

source: Select Theme
ar_eg: إختر شكل
he_il: בחר ערכת עיצוב
ka_ge: აირჩიეთ თემა
mk_mk: Избери тема

source: Send
ar_eg: إرسل
he_il: שלח
ka_ge: გაგზავნა
mk_mk: Прати

source: Send Confirmation
ar_eg: أرسل الأكيد
mk_mk: Прати потврда

source: Sending To
ar_eg: الإرسال إلى
he_il: שולחים אל
ka_ge: გაგზავნა
mk_mk: Се праќа на

source: Sent
ar_eg: تم الإرسال
he_il: נשלח
ka_ge: გაიგზავნა
mk_mk: Пратено

source: Sent by
ar_eg: تم الإرسال بواسطة
he_il: נשלח על ידי
ka_ge: გაგზავნილია
mk_mk: Пртено од

source: Server address
ar_eg: عنوان الخادم
he_il: כתובת השרת
ka_ge: სერვერის მისამართი
mk_mk: Адреса на серверот

source: Server type
ar_eg: نوع الخادم
he_il: סוג שרת
ka_ge: სერვერის ტიპი
mk_mk: Тип на серверот

source: Service
ar_eg: الخدمة
he_il: שירות
ka_ge: სერვისი
mk_mk: Опслужувач

source: Service Username
ar_eg: اسم مستخدم الخدمة
he_il: שם משתמש השירות
ka_ge: მომხმარებლის სერვისი
mk_mk: Корисничко име на опслужувачот

source: Service User ID
ar_eg: هوية مستخدم الخدمة
he_il: תגית זיהוי (ID) של המשתמש בשירות
ka_ge: მომხმარებლის ID სერვილი
mk_mk: Корисничко ID на опслужувачот

source: Share
ar_eg: مشاركة
he_il: שתף
ka_ge: გაზიარება
mk_mk: Сподели

source: Shared data
ar_eg: بيانات تم تشاركها
he_il: מידע משותף
ka_ge: საერთო მონაცემები
mk_mk: Споделени податоци

source: The share has been
ar_eg: المساركة قد تم
he_il: השיתוף
ka_ge: გაზიარება უკვე

source: Sharing
ar_eg: يتم المشاركة
he_il: שיתוף
ka_ge: გაზიარება
mk_mk: Споделување

source: Show
ar_eg: أظهر
he_il: הצג
ka_ge: ნახვა
mk_mk: Покажи

source: Show all
ar_eg: أظهر الكل
he_il: הצג הכל
ka_ge: ყველაფრის ნახვა
mk_mk: Покажи ги сите

source: Show Messages
ar_eg: أضهر الرسائل
he_il: הצג מסרים
mk_mk: Покажи ги пораките

source: Showing Reports From
ar_eg: أظهر التقارير من
mk_mk: Покажување на пријавите од

source: Website
ar_eg: الموقع الإلكتروني
he_il: אתר אינטרנט
ka_ge: ვებ-გვერდი
mk_mk: Страница

source: site email address
ar_eg: عنوان البريد الإلكتروني للموقع
he_il: דואר אלקטרוני לאתר
ka_ge: ვებ-გვერდის ელექტრონული ფოსტის მისამართი
mk_mk: email адреса на страницата

source: Site URL
ar_eg: رابط الموقع الإلكتروني
he_il: כתובת האתר
ka_ge: ვებ-გვერდის მისამართი (URL)
mk_mk: URL на страницата

source: SMS
ar_eg: رسائل نصية قصيرة
ka_ge: სმს

source: Sorry, you do not have any badges.
ar_eg: نأسف. أنت لا تملك أي شارات
he_il: צר לנו, אין לך שום איתורים בשלב זה.
mk_mk: За жал, вие сеуште немате никаков беџ.

source: Source
ar_eg: المصدر
he_il: מקור
ka_ge: წყარო
mk_mk: Извор

source: Source name
ar_eg: اسم المصدر
he_il: שם המקור
ka_ge: წყაროს სახელი
mk_mk: Име на изворот

source: Source URL
ar_eg: رابط المصدر
he_il: כתובת הקישור של המקור
ka_ge: სყაროს მისამართი (URL)
mk_mk: URL на изворот

source: Spam
ar_eg: سخام
he_il: ספאם
ka_ge: სპამი
mk_mk: Спам

source: SSL Support?
ar_eg: ؟ SSL مساعدة
he_il: תמיכת SSL?
ka_ge: SSL-ის მხარდაჭერა?
mk_mk: SSL поддршка?

# $lang->'start_point'
source: From
ar_eg: من
he_il: מ
ka_ge: დან
mk_mk: Од

source: Step
ar_eg: خطوة
he_il: שלב
ka_ge: ნაბიჯი
mk_mk: Чекор

source: Submit a Report
ar_eg: أبلغ عن واقعة
he_il: שלח דיווח
ka_ge: შეტყობინების გაგზავნა
mk_mk: Пријави нов инцидент

source: Submitted By
ar_eg: أبلغنا بها
he_il: דווח על ידי
ka_ge: წარმოდგენილია
mk_mk: Поднесено од

source: Submit via SMS
ar_eg: الإبلاغ بواسطة رسالة نصية قصيرة
he_il: דווח על ידי SMS
ka_ge: წარმოდგენილია სმს-ით
mk_mk: Поднеси преку SMS

source: Send your SMS to
ar_eg: إرسل الرسالة النصية الخاصة بك إلى
he_il: שלח SMS אל
ka_ge: გააგზავნე სმს-ი
mk_mk: Пратете ја вашата SMS порака до

source: on your phone
ar_eg: على تليفونك
he_il: בטלפון שלך
ka_ge: თქვენს ნომერზე
mk_mk: на вашиот телефон

source: Success!
ar_eg: !نجحت
he_il: הצלחה!
ka_ge: წარმატება!
mk_mk: Успешно!

source: Succesfully imported
ar_eg: تم الاستيراد بنجاح
he_il: יובא בהצלחה
ka_ge: წარმატებით იქნა შემოტანილი
mk_mk: Успешно импортирано

source: Surname
ar_eg: اسم العائلة
he_il: שם משפחה
ka_ge: გვარი
mk_mk: Презиме

source: System
ar_eg: نظام
he_il: מערכת
ka_ge: სისტემა
mk_mk: Систем

source: Themes
ar_eg: أشكال
he_il: ערכות עיצוב
ka_ge: თემები
mk_mk: Теми

source: Default Ushahidi Theme
ar_eg: الشكل الافتراضي لأوشاهيدي
he_il: עיצוב ברירת המחדל של אושהידי
ka_ge: უშაჰიდის თემის დეფაულტი

source: Theme Settings
ar_eg: إعدادات الشكل
he_il: הגדרות העיצוב
ka_ge: თემის დაყენება
mk_mk: Подесувања за темите

source: This
ar_eg: هذا
he_il: זה
ka_ge: ეს
mk_mk: Ова

# $lang->'this_day'
source: Today
ar_eg: اليوم
he_il: היום
ka_ge: დღეს
mk_mk: Денес

source: This Month
ar_eg: هذا الشهر
he_il: החודש
ka_ge: ამ თვეში
mk_mk: Овој месец

source: This Week
ar_eg: هذا الاسبوع
he_il: השבוע
mk_mk: Оваа недела

source: This Year
ar_eg: هذا العام
he_il: השנה
ka_ge: ამ წელში
mk_mk: Оваа година

source: through
ar_eg: من خلال
mk_mk: до

# $lang->'time'
source: Time
ar_eg: الوقت
he_il: זמן
ka_ge: დრო
mk_mk: Време

source: Title
ar_eg: عنوان
he_il: כותרת
ka_ge: თარიღი
mk_mk: Наслов

# $lang->'to'
source: to
ar_eg: إلى
he_il: אל
ka_ge: დან
mk_mk: до

# $lang->'today'
source: Today
ar_eg: اليوم
he_il: היום
ka_ge: დღეს
mk_mk: Денес

source: Today at
ar_eg: اليوم على
he_il: היום ב
ka_ge: დღეს
mk_mk: Денес во

source: Total Reports
ar_eg: إجمالي التقارير
he_il: סך כל הדיווחים
ka_ge: სრული ანგარიშები
mk_mk: Вкупно пријави

source: Translated
ar_eg: تمت الترجمة
he_il: תורגם
ka_ge: ნათარგმნი
mk_mk: Преведено

source: Translated Description
ar_eg: الوصف المترجم
he_il: תיאור התירגום
ka_ge: ნათარგმნი აღწერილობა
mk_mk: Преведен опис

source: Translated Title
ar_eg: العنوان المترجم
he_il: כותרת התירגום
ka_ge: ნათარგმნი სათაური
mk_mk: Преведен наслов

source: Translate to
ar_eg: الترجمة إلى
he_il: תורגם ל
ka_ge: ნათარგმნი
mk_mk: Преведи на

source: Translation
ar_eg: الترجمة
he_il: תירגום
ka_ge: ნათარგმნი
mk_mk: Превод

source: Translation has been saved
ar_eg: تم حفظ الترجمة
he_il: התירגום נשמר
ka_ge: ნათარგმნი შენახულია
mk_mk: Преводот е зачуван

source: Trustworthiness
ar_eg: مصداقية
he_il: אמין
mk_mk: Вистинитост

# $lang->'trustworthiness_option_1'
source: Yes, the source has direct access to information (witness or actor).
ar_eg: (نعم، المصدر ذو صلة مباشرة بالمعلومة (شاهد أو فاعل
he_il: כן, למקור יש גישה ישירה למידע (עד או משתתף פעיל)
mk_mk: Да, изворот има директен пристап до информциите (сведок или жртва).

# $lang->'trustworthiness_option_2'
source: Yes, the source has access to information, but can be wrong.
ar_eg: نعم، المصدر ذو صلة بالمعلومة، لكن قد يكون مخطئ
he_il: כן, למקור יש גישה ישירה למידע, אך עשוי לשגות
mk_mk: Да, изворот има пристап до информациите, но може да греши.

# $lang->'trustworthiness_option_3'
source: Yes, the source has no direct access to information, but is often right.
ar_eg: نعم، المصدر ليس على صلة مباشرة بالمعلومة، لكنه عادة على صواب
he_il: כן, למקור אין גישה ישירה למידע, אך לעיתים קרובות צודק
mk_mk: Да, изворот нема директен пристап до информации, но е често во право.

# $lang->'trustworthiness_option_4'
source: Not always, but is often right.
ar_eg: ليس دائما، لكن فى العادة على صواب
he_il: לא תמיד, אך הוא צודק לעיתים קרובות
mk_mk: Не секогаш, но е често во право.

# $lang->'trustworthiness_option_5'
source: No, the source has (had) no access to information.
ar_eg: لا، المصدر ليس على صلة مباشرة بالمعلومة، ولم يكن
he_il: לא, למקור לא היה גישה למידע
mk_mk: Не, изворот нема (немал) пристап до информациите.

source: Twitter
ar_eg: تويتر
he_il: טוויטר

source: Unable to send email.
ar_eg: لم نتمكن من ارسال الرسالة.
mk_mk: Не може да се испрати email.

source: unread
ar_eg: غير مقروء
he_il: לא נקרא
ka_ge: წაუკითხავი
mk_mk: непрочитани

source: Unverified
ar_eg: لم يتم التحقق
he_il: לא מאומת
ka_ge: გადაუმოწმებელი
mk_mk: Неверифицирани

source: Update feeds
ar_eg: حدث التغذية
he_il: עדכן את הפידים
ka_ge: კავშირის განახლება

source: Upload
ar_eg: رفع
he_il: העלה
ka_ge: ატვირთვა
mk_mk: Прикачи

source: File to upload
ar_eg: الملف للرفع
he_il: קובץ להעלות
ka_ge: ასატვირთი ფაილი
mk_mk: Фајл за качување

source: Upload Reports
ar_eg: رفع التقارير
he_il: העלה דיווחים
ka_ge: ანგარიშების ატვირთვა
mk_mk: Качи пријави

source: With the form below, you can import incidents into the Ushahidi engine.
ar_eg: بالاستمارة أدناه يمكنك استيراد أحداث على محرك يوشاهيدي
he_il: בטופס למטה, באפשרותך לייבא דיווחים על תקריות לתוך מנוע האושהידי
ka_ge: ქვემოთ მოცემული ფორმით, შეგიძლიათ იმპორტი გაუკეთოთ ინციდენტებს
mk_mk: Со формата подоле, можете да импортирате инциденти со Ushahidi енџинот.

source: Reports must be upladed in CSV format.
ar_eg: CSV يجب أن تكون التقارير في صيغة
he_il: יש להעלות את הדיווחים בקובץ CSV
ka_ge: ანგარიში უნდა იქნას ატვირთული CSV ფორმატში
mk_mk: Пријавите мораат да бидат качени во CSV формат.

source: When incident ID already exists in the database, the entry in the CSV file will be ignored.
ar_eg: في حالة تكرار رقم التقرير في قاعدة البيانات، سيتم تجاهل الملف بالكامل
he_il: כאשר מזהה הדיווח (ID) כבר קיים במאגר הנתונים, נתעלם מהרשומה שבקובץ ה- CSV
ka_ge: თუ ინციდენტის ID უკვე არის შეტანილი ბაზაში, CSV ფაილში შესვლა იქნება იგნორირებული

source: It must contain at least Incident Title and Incident Date.
ar_eg: يجب على الأقل وجود عنوان الحدث والتاريخ
he_il: הוא מוכרח להכיל לפחות את כותרת ותאריך הדיווח
ka_ge: უნდა შეიცავდეს ინციდენტის სათაურსა და თარიღს

source: If no latitude and longitude columns are supplied, the location will be geocoded using the Google Geocoder.
ar_eg: وإذا لم يتم توفير خط العرض وخط الطول والعرض سيتم تحديد المكان باستخدام Geocoder جوجل

source: A Sample CSV Report
ar_eg: CSV عينة من تقرير في صيغة
he_il: קובץ דיווח CSV לדוגמא
ka_ge: CSV ანგარიშის ნიმუში

source: #,INCIDENT TITLE,INCIDENT DATE,LOCATION,DESCRIPTION,CATEGORY,APPROVED,VERIFIED,LATITUDE,LONGITUDE<br />"1","Suspected death in Nairobi","2009-05-15 01:06:00","Nairobi","Three cases have been confirmed in C. del Uruguay","DEATHS, CIVILIANS, ",YES,YES,"-1.287","36.821"
ar_eg: #,INCIDENT TITLE,INCIDENT DATE,LOCATION,DESCRIPTION,CATEGORY,APPROVED,VERIFIED<br />"1","Suspected death in Nairobi","2009-05-15 01:06:00","Nairobi","Three cases have been confirmed in C. del Uruguay","DEATHS, CIVILIANS, ",YES,YES
he_il: #,INCIDENT TITLE,INCIDENT DATE,LOCATION,DESCRIPTION,CATEGORY,APPROVED,VERIFIED<br />"1","Suspected death in Nairobi","2009-05-15 01:06:00","Nairobi","Three cases have been confirmed in C. del Uruguay","DEATHS, CIVILIANS, ",YES,YES
ka_ge: #,ინციდენტის სათაური,ინციდენტის თარიღი,ადგილდებარეობა,აღწერა,კატეგორია,დამტკიცებულია,გადამოწმებულია<br />"1","საეჭვო გარდაცვალება ნაირობიში","2009-05-15 01:06:00","ნაირობი","სამი შემთხვევა დადასტურდა ურუგვაიში","გარდაცვალება, მოქალაქეები, ",დიახ,დიახ

source: "2","Looting","2009-03-18 10:10:00","Accra","Looting happening everywhere","RIOTS, DEATHS, PROPERTY LOSS, ",YES,NO,"5.55","-0.2166667"
ar_eg: "2","Looting","2009-03-18 10:10:00","Accra","Looting happening everywhere","RIOTS, DEATHS, PROPERTY LOSS, ",YES,NO
he_il: "2","Looting","2009-03-18 10:10:00","Accra","Looting happening everywhere","RIOTS, DEATHS, PROPERTY LOSS, ",YES,NO
ka_ge: "2","მაროდიორობა","2009-03-18 10:10:00","აკრა","მაროდიორობა ხდება ყველგან","მასობრივი არეულობები, სიკვდილიანობები, საკუთრების დაკარგვა, ",დიახ,არა

source: Upload Successful
ar_eg: نجح الرفع
he_il: הועלה בהצלחה
ka_ge: წარმატებით აიტვირთა
mk_mk: Качувањето успешно

source: Upload Video
ar_eg: أرسل ملف فديو
mk_mk: Качи видео

source: URL
ar_eg: الرابط

source: User
ar_eg: المستخدم
he_il: משתמש
ka_ge: მომხმარებელი
mk_mk: Корисник

source: Username
ar_eg: اسم المستخدم
he_il: שם משתמש
ka_ge: მომხმარებ,ლის სახელი
mk_mk: Корисничко име

source: Ushahidi Admin
ar_eg: مدير أوشاهيدي
he_il: מנהל אושהידי
ka_ge: უშაჰიდის ამინი
mk_mk: Ushahidi Админ

source: Verification
ar_eg: التحقق
he_il: אימות
mk_mk: Верификација

source: Verified
ar_eg: تم التحقق منه
he_il: מאומת
ka_ge: გადამოწმებული
mk_mk: Верифицирано

source: Verified Reports
ar_eg: تقارير تم التحقق منها
he_il: דיווחים מאומתים
ka_ge: გადამოწმებული ანგარიშები
mk_mk: Верифицирани пријави

source: Verify
ar_eg: تحقق
he_il: אימות
ka_ge: გადამოწმება
mk_mk: Верифицирај

source: Verify this Report
ar_eg: تحقق من هذا التقرير
he_il: האם הדיווח הזה מאומת
ka_ge: ამ ანგარიშის გადამოწმება
mk_mk: Верифицирај ја оваа пријава

source: Version
ar_eg: إصدار
he_il: גירסה
ka_ge: ვერსია
mk_mk: Верзија

source: via
ar_eg: بواسطة
he_il: על ידי
ka_ge: მეშვეობით

source: Video
ar_eg: فيديو
he_il: וידאו
ka_ge: ვიდეო
mk_mk: Видео

source: View
ar_eg: عرض
he_il: צפה
ka_ge: ნახვა
mk_mk: Види

source: Views
ar_eg: عدد المشاهدين
he_il: צפיות
ka_ge: ნახვები
mk_mk: Види

source: View All
ar_eg: عرض الكل
he_il: צפה בכל
ka_ge: ყველაფრის ნახვა
mk_mk: Види ги сите

source: View all feeds
ar_eg: عرض كل التغذيات
he_il: צפה בכל הפידים
ka_ge: ყველა კავშირის ნახვა

source: View all reports
ar_eg: عرض كل التقارير
he_il: צפה בכל הדיווחים
ka_ge: ყველა ანგარიშის ნახვა
mk_mk: Види ги сите пријави

source: View Items
ar_eg: عرض البنود
he_il: צפה בפריטים
ka_ge: საკითხების ნახვა
mk_mk: Види ги сите

source: View More
ar_eg: عرض المزيد
he_il: ראה עוד
ka_ge: უფრო მერის ნახვა
mk_mk: Види повеќе

source: View Public Profile
ar_eg: شاهد ملفك العام
mk_mk: Види го јавниот профил

source: View Report
ar_eg: عرض تقرير
he_il: צפה בדיווח
ka_ge: ანგარიშის ნახვა
mk_mk: Види пријава

source: View Reports
ar_eg: عرض التقارير
he_il: צפה בדיווחים
ka_ge: ანგარიშების ნახვა
mk_mk: Види пријави

source: Visible
ar_eg: مرئي
he_il: מפורסם
ka_ge: დასანახი
mk_mk: видливо

source: Waiting Approval
ar_eg: في انتظار الموافقة
he_il: ממתין לאישור
ka_ge: ელოდება დადასტურებას
mk_mk: Чека одобрување

source: Waiting Verification
ar_eg: في انتظار التحقق منه
he_il: ממתין לאימות
ka_ge: ელოდება გადამოწმებას
mk_mk: Чека верификација

source: Web Form
ar_eg: نموذج ويب
he_il: טופס מקוון
mk_mk: Бев форма

source: Weight
ar_eg: وزن
he_il: משקל
ka_ge: წონა
mk_mk: Тежина

source: Yes
ar_eg: نعم
he_il: כן
ka_ge: დიახ
mk_mk: Да

source: Yesterday
ar_eg: الأمس
he_il: אתמול
ka_ge: ხვალ
mk_mk: Вчера

source: Your Dashboard
ar_eg: لوحة القيادة
mk_mk: Вашата работа табла

source: Your file
ar_eg: الملف
mk_mk: Вашиот фајл

source: Zoom In
ar_eg: تكبير
he_il: הגדל מפה
ka_ge: გადიდება
mk_mk: Зголеми

source: Zoom Out
ar_eg: تصغير
he_il: הקטן מפה
ka_ge: დაპატარავება
mk_mk: Намали

source: All Time
he_il: כל זמן
mk_mk: Отсекогаш

source: Common ports: 25, 110, 995 (Gmail POP3 SSL), 993 (Gmail IMAP SSL)
he_il: פורטים (ports) נפוצים: 25, 110, 995 (Gmail POP3 SSL), 993 (Gmail IMAP SSL)
ka_ge: საერთო პორტები: 25, 110, 995 (Gmail POP3 SSL), 993 (Gmail IMAP SSL)

source: Examples: mail.yourwebsite.com, imap.gmail.com, pop.gmail.com
he_il: לדוגמא: mail.yourwebsite.com, imap.gmail.com, pop.gmail.com
ka_ge: მაგალითები: mail.yourwebsite.com, imap.gmail.com, pop.gmail.com

source: Examples: pop3, imap
he_il: לדוגמא: pop3, imap
ka_ge: მაგალითები: pop3, imap

source: KMZ/KML File
he_il: קובץ KMZ/KML
ka_ge: KMZ/KML ფაილი

source: Upload KMZ/KML File
he_il: העלה קובץ KMZ/KML
ka_ge: ატვირთეთ KMZ/KML ფაილი

source: KML URL
he_il: KML קישור
ka_ge: KML მისამართი (URL)

source: Message from a non-numeric source:
he_il: מסר ממקור לא-מספרי:

source: RSS
he_il: רסס (RSS)

source: 新开线路
he_il: סקר

source: This is your profile.
he_il: זה הפרופיל שלך.
mk_mk: Ова е вашиот профил.

source: Type
he_il: סוג
mk_mk: Тип

source: TCP Port
ka_ge: TCP პორტი

source: Token
mk_mk: Токен

source: Uncategorized Reports
mk_mk: Некатегоризирани пријави
