Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/ui_main.po
Languages: ar_eg, he_il, ka_ge, mk_mk

source: About
ar_eg: عن الموقع
he_il: אודות
ka_ge: შესახებ
mk_mk: За

source: Access
ar_eg: الدخول
he_il: גישה
ka_ge: ხელმისაწვდომობა

source: Access Limits
ar_eg: حدود الدخول
he_il: מגבלות גישה
ka_ge: ხელმისაწვდომობის ლიმიტი

source: Account Name
ar_eg: اسم الحساب
he_il: שם החשבון
ka_ge: ანგარიშის სახელი

source: Actions
ar_eg: الإجراءات
he_il: פעולות
ka_ge: ქმედებები

source: This action cannot be undone. Are you sure you want to continue?
ar_eg: ا يمكن التراجع عن هذا الإجراء. هل متأكد من رغبتك في الاستمرار؟
he_il: לא ניתן לשחזר פעולה זו. האם ברצונך להמשיך?
ka_ge: ამ ბრძანებას ვერ გააუქმებთ. დარწმუნებული ხართ რომ გინდათ გაგრძელება?

source: Activate
ar_eg: تفعيل
he_il: הפעל
ka_ge: გააქტიურება

source: Active
ar_eg: مُفعل
he_il: פעיל
ka_ge: გააქტიურება

source: Add
ar_eg: أضف
he_il: הוסף
ka_ge: დამატება
mk_mk: Додади

source: Added By
ar_eg: تمت الإضافة بواسطة
he_il: נוסף על-ידי
ka_ge: დამატებულია
mk_mk: Додадено од

source: Additional Data
ar_eg: تقارير معلومات
he_il: נתונים נוספים
mk_mk: Повеќе податоци

source: Additional Reports
ar_eg: تقارير إضافية
he_il: דווחים נוספים
ka_ge: დამატებითი ანგარიშები
mk_mk: Повеќе пријави

source: Add/Edit
ar_eg: أضف/حرر
he_il: הוספה/עריכה
ka_ge: დამატება/რედაქტირება
mk_mk: Додади/Измени

source: Add a Field
ar_eg: أضف حقل
he_il: הוספת שדה
ka_ge: ველის დამატება
mk_mk: Додади поле

source: Add Language
ar_eg: أضف لغة
he_il: הוספת שפה
ka_ge: ენის დამატება
mk_mk: Додади јазик

source: Add New
ar_eg: أضف جديد
he_il: הוספת חדש
ka_ge: ახლის დამატება
mk_mk: Додади ново

source: Add New Category
ar_eg: أضف فئة جديدة
he_il: הוספת קטגוריה חדשה
ka_ge: ახალი კატეგორიის დამატება
mk_mk: Додади нова категорија

source: Add Translation
ar_eg: أضف ترجمة
he_il: הוספת תרגום
ka_ge: თარგმანის დამატება
mk_mk: Додади превод

source: Administration
ar_eg: الإدارة
he_il: מנהלה
ka_ge: ადმინისტრაცია
mk_mk: Администрација

# $lang->'alerts'
source: Get Alerts
ar_eg: استقبل تنبيهات
he_il: קבל התראות
ka_ge: შეტყობინების მიღება

source: Alert me if a report is filed in, or around:
ar_eg: :إعلمني إذا تم ملء تقرير، أو عند المحاولة
he_il: שלח לי התראה לגבי דיווחים באזור:
ka_ge: შემატყობინეთ თუ ანგარიში შევსებულია:

source: Save My Alert
ar_eg: حفظ التنبيهات الخاصة بي
he_il: שמור התראה
ka_ge: შეტყობინების შენახვა

source: Email address:
ar_eg: :عنوان البريد الإلكتروني
he_il: כתובת אימייל:
ka_ge: ელექტრონული ფოსტის მისამართი:
mk_mk: Email адреса:

source: enter email address
ar_eg: أدخل عنوان البريد الإلكتروني
he_il: הכנסת כתובת אימייל
ka_ge: ელექტრონული ფოსტის მისამართის შეყვანა
mk_mk: внеси email адреса

source: enter mobile number with country code
ar_eg: أدخل رقم هاتف المحمول مع رمز الدولة
he_il: מספר טלפון נייד כולל קידומת בינלאומית
ka_ge: შეიყვანეთ თქვენი მობილურის ნომერი. მაგალითად - 577 XXXXXX
mk_mk: внеси број на мобилен телефон со кодот на државата

# $lang->'alerts_get'
source: Get Alerts
ar_eg: استقبل تنبيهات
he_il: קבל התראות
ka_ge: შეტყობინების მიღება

source: Mobile phone:
ar_eg: :الهاتف المحمول
he_il: טלפון נייד:
ka_ge: მობილურ ტელეფონზე:
mk_mk: Телелефон:

source: Or place a spot on the map below, and we will alert you when a report is submitted within 20 kilometers.
ar_eg: أو ضع علامة في مكان على الخريطة لتتلقي تنبيه عند إضافة تقرير على مدار 20 كم حول العلامة
he_il: לחילופין, ניתן לבחור מיקום במפה ולקבל התראות על דיווחים שהוגשו בטווח 20 קילומטרים.
ka_ge: ან მონიშნეთ ადგილი ქვემოთ განთავსებულ რუკაზე და მიიღეთ ინფორმაცია 20 კილომეტრის რადიუსში შემოსული შეტყობინების შესახებ .
mk_mk: Или означете место на мапата доле, и ние ќе ве известиме кога пријава ќе биде додадена на 20 километри.

source: If you can't find your location, please click on the map to pinpoint the correct location.
ar_eg: إذا لم تستطع معرفة مكانك. حدد المكان الصحيح على الخريطة.
he_il: אם מיקומך אינו מופיע, ניתן לסמן את המיקום הנכון על גבי המפה.
ka_ge: თუ ვერ იპოვეთ თქვენი ადგილმდებარეობა, სწორი მდებარეობის მოსანიშნად დააწკაპუნეთ რუკაზე.
mk_mk: Ако не можете да ја најдете вашта локација, означете ја на мапата.

source: RSS Feeds (copy the URL below)
ar_eg: RSS Feeds (انسخ الرابط التالى)
he_il: פיד RSS (העתק את הקישור שלמטה)
ka_ge: RSS Feeds (დააკოპირეთ ქვემოთ მოცემული მისამართი (url)

source: Select a city
ar_eg: إختر مدينة
he_il: בחירת עיר
ka_ge: აირჩიეთ ქალაქი
mk_mk: Одбери град

source: <strong>Step 1:</strong> Select your city or location:
ar_eg: <strong> :الخطوة الاولى</strong>:إختر مدينتك او موقعك
he_il: <strong>שלב 1:</strong> בחירת עיר או אזור:
ka_ge: <strong>ნაბიჯი 1:</strong> აირჩიეთ ქალაქი ან თქვენი ადგილმდებარეობა:
mk_mk: <strong>Step 1:</strong> Одберете го вашиот град или локација:

source: <strong>Step 2:</strong> Send alerts to my:
ar_eg: <strong> :الخطوة الثانية</strong>:إرسل التنبيهات إلي
he_il: <strong>שלב 2:</strong> שלח לי התראות ל:
ka_ge: <strong>ნაბიჯი 2:</strong> შეტყობინება გამოაგზავნეთ ჩემ:

source: <strong>Step 3 (Optional):</strong> Select Categories
ar_eg: <strong>الخطوة الثالثة (اختيارية):</strong> اختار فئة
he_il: <strong>שלב 3 (רשות):</strong> בחירת קטגוריות:
ka_ge: <strong>ნაბიჯი 3 (ნებაყოფლობითია):</strong> აირჩიეთ კატეგორიები
mk_mk: <strong>Step 3 (Optional):</strong> Одберете категорија

source: Confirm A Previous Alert Request
ar_eg: أكد على طلب سابق للحصول على تنبيهات
he_il: אישור בקשת התראה קיימת
ka_ge: დაადასტურეთ მოთხოვნა წინა შეტყობინებაზე

source: Your Alert Has Been Saved!
ar_eg: تم حفظ التنبيه الخاص بك
he_il: ההתראה נשמרה בהצלחה!
ka_ge: თქვენი შეტყობინება შენახულია!

source: All
ar_eg: الكل
he_il: הכל
ka_ge: ყველა
mk_mk: Сите

source: Allowed
ar_eg: مسموح
he_il: מורשה
ka_ge: ნებადართული
mk_mk: Одобрено

source: All Categories
ar_eg: كل التصنيفات
he_il: כל הקטגוריות
ka_ge: ყველა კატეგორია
mk_mk: Сите катетории

source: and
ar_eg: و
he_il: ו
ka_ge: და
mk_mk: и

source: API
ar_eg: API) واجهة برمجة التطبيقات

source: Approve
ar_eg: وافق
he_il: אישור
ka_ge: დადასტურება
mk_mk: Одобри

source: Approved
ar_eg: تمت الموافقة
he_il: מאושר
ka_ge: დადასტურებულია
mk_mk: Одобрено

source: Approved Reports
ar_eg: التقارير التى تم الموافقة عليها
he_il: דיווחים מאושרים
ka_ge: ანგარიში დადასტურებულია
mk_mk: Одобрени пријави

source: Approve this Report
ar_eg: وافق على هذا التقرير
he_il: לאשר לדיווח להופיע באתר
ka_ge: დაადასტურე ანგარიში
mk_mk: Одобри ја оваа пријава

source: Approximate
ar_eg: تقريبى
he_il: הערכה
ka_ge: სავარაუდო
mk_mk: Приближно

source: Archive
ar_eg: أرشفة
he_il: ארכיון
ka_ge: არქივი
mk_mk: Архива

source: Archived
ar_eg: تمت الأرشفة
he_il: מאורכב
ka_ge: დაარქივებული
mk_mk: Архивирано

source: at
ar_eg: على
ka_ge: დან

source: Author
ar_eg: المحرر
he_il: יוצר
ka_ge: ავტორი
mk_mk: Автор

source: Auto Checkin
ar_eg: التسجيل الآلي
he_il: צ\"ק אין אוטומאטי

source: Avg Reports Per Day
ar_eg: معدل التقارير اليومي
he_il: מספר דיווחים ממוצע ביום
ka_ge: Avg ანგარიშები დღეში

source: Awaiting Approval
ar_eg: في انتظار الموافقة
he_il: שמחכים לאישור
ka_ge: ელოდება დამტკიცებას

source: Awaiting Verification
ar_eg: فى انتظار التحقق من المصداقية
he_il: שמחכים לאימות
ka_ge: ელოდება შემოწმებას

source: Badge
ar_eg: شارة
he_il: אות

source: Badges
ar_eg: شارات
he_il: אותות

source: Badge Image
ar_eg: صورة الشارة
he_il: תמונת האות

source: Or you can upload your own badge image instead.
ar_eg: أو يمكنك تحميل صورة الشارة الخاصة بك
mk_mk: Или можете да прикачите ваша слика.

source: Badge Pack
ar_eg: حزمة الشارات

source: Select a Badge
ar_eg: أختر شارة

source: Blog
ar_eg: المدونة
he_il: בלוג
ka_ge: ბლოგი
mk_mk: Блог

source: Browse Profiles
ar_eg: تصفح الملفات الشخصية
he_il: סייר בפרופילים
mk_mk: Разгледај профили

source: Cancel
ar_eg: إلغاء
he_il: ביטול
ka_ge: გაუქმება
mk_mk: Откажи

# $lang->'categories'
source: Categories
ar_eg: التصنيفات
he_il: קטגוריות
ka_ge: კატეგორიები
mk_mk: Категории

source: Category
ar_eg: التصنيف
he_il: קטגוריה
ka_ge: კატეგორია
mk_mk: Категорија

source: Category Filter
ar_eg: تحديد التصنيفات
he_il: סינון קטגוריות
ka_ge: კატეგორიის ფილტრი
mk_mk: Филтер на категории

source: The category has been
ar_eg: التصنيف
he_il: הקטגוריה
ka_ge: კატეგორია უკვე

source: Category Name
ar_eg: اسم التصنيف
he_il: שם הקטגוריה
ka_ge: კატეგორიის სახელი
mk_mk: Име на категоријата

source: Change Date Range
ar_eg: تغيير نطاق التاريخ
mk_mk: Промени го опсегот на датите

source: Change Password
ar_eg: تغيير كلمة المرور
mk_mk: Промени лозинка

source: Change My Picture
ar_eg: غير صورتي
he_il: שנה את תמונת הפרופיל
mk_mk: Промени ја сликата

source: Choose a
ar_eg: قم باختيار
he_il: בחירת
ka_ge: აირჩიე
mk_mk: Избери

source: Choose data points to download
ar_eg: إختر بيانات محددة للتحميل
he_il: בחר נקודות מידע להורדה
ka_ge: ჩამოსატვირთად აირჩიე მონაცემები

source: Or choose your own date range
ar_eg: أو اختيار نطاق التاريخ المناسب لك
mk_mk: Или одберете сопствен опсег

source: Choose field type
ar_eg: إختر نوع الحقل
he_il: בחירת סוג שדה
ka_ge: აირჩიე ველის ტიპი
mk_mk: Одберете тип на поле

source: Clean URLs
ar_eg: روابط نظيفة
he_il: קישורים נקיים
ka_ge: წაშალე მისამართები (URLs)

source: Clear
ar_eg: مسح
he_il: נקה
mk_mk: Откажи

source: Clear Map
ar_eg: امسح الخريطة
he_il: איפוס מפה
ka_ge: გაასუფთავე რუქა
mk_mk: Изчисти ја мапата

source: Close
ar_eg: إغلاق
he_il: סגירה
ka_ge: დახურე
mk_mk: Затвори

source: clusters
ar_eg: المجموعات
he_il: מקבצים
ka_ge: კლასტერები (clusters)

# $lang->'color'
source: Color
ar_eg: اللون
he_il: צבע
ka_ge: ფერი
mk_mk: Боја

source: Comment
ar_eg: التعليق
he_il: הערה
ka_ge: კომენტარი
mk_mk: Коментар

# $lang->'comments'
source: Comments
ar_eg: التعليقات
he_il: הערות
ka_ge: კომენტარები
mk_mk: Коментари

source: Comment Details
ar_eg: تفاصيل التعليق
he_il: פרטי הערה
ka_ge: ცომენტარის დეტალები
mk_mk: Повеќе

source: Your Settings Have Been Saved!
ar_eg: تم حفظ الإعدادات الخاصة بك
he_il: ההגדרות נשמרו!
ka_ge: თქვენი პარამეტრები შენახულია!
mk_mk: Твоите подесувања се зачувани!

source: Configure
ar_eg: ضبط
he_il: הגדרות תצורה
ka_ge: კონფიგურაცია
mk_mk: Подеси

source: You have successfully confirmed your email address! Please login below.
ar_eg: تم تأكيد عنوان البريد الالكتروني! الرجاء تسجيل الدخول في الأسفل.
mk_mk: Успешно ја потврдивте вашата email адреса! Ве молиме логирајте се подоле.

source: Contact Us
ar_eg: اتصل بنا
he_il: צור קשר
ka_ge: დაგვიკავშირდით
mk_mk: Контактирајте не

# $lang->'contact_code'
source: Security Code
ar_eg: الكود الأمني
he_il: קוד אבטחה
ka_ge: უსაფრთხოების კოდი

source: Your Email Address
ar_eg: عنوان بريدك الإلكتروني
he_il: כתובת האימייל שלך
ka_ge: ელექტრონული ფოსტის მისამართი
mk_mk: Вашата email адреса

# $lang->'contact_message'
source: Message
ar_eg: رسالة
he_il: הודעה
ka_ge: მესიჯი
mk_mk: Порака

source: Your Message Has Been Sent!
ar_eg: تم ارسال الرسالة
he_il: הודעתך נשלחה!
ka_ge: თქვენი მესიჯი გაგსავნილია!
mk_mk: Вашата порака е испртена!

source: Your Name
ar_eg: الأسم
he_il: שמך
ka_ge: სახელი
mk_mk: Име

source: Your Phone Number
ar_eg: رقم الهاتف
he_il: מספר הטלפון שלך
ka_ge: ტელეფონის ნომერი
mk_mk: Телефонски број

source: Send Message
ar_eg: أرسل الرسالة
he_il: שליחת הודעה
ka_ge: შეტყობინების გაგზავნა
mk_mk: Испрати порака

source: Message Subject
ar_eg: عنوان الرسالة
he_il: נושא ההודעה
ka_ge: შეტყობინების თემა
mk_mk: Наслов на пораката

source: Copyright ©
ar_eg: حقوق النسخ ©
he_il: © זכויות היוצרים
ka_ge: საავტორო უფლებები ©

source: Create
ar_eg: إنشاء
he_il: יצירה
ka_ge: შექმნა
mk_mk: Креирај

source: Create/Edit
ar_eg: إنشئ/حرر
he_il: יצירה/עריכה
ka_ge: შექმნა/რედაქტირება
mk_mk: Креирај/Измени

source: Create New
ar_eg: نشئ جديد
he_il: יצירה מחדש
ka_ge: ახლის შექმნა
mk_mk: Креирај нов

source: Create New Password
ar_eg: أنشئ كلمة مرور جديدة
mk_mk: Креирај нова лозинка

source: Create Report
ar_eg: إنشاء تقرير
he_il: יצירת דיווח
ka_ge: ანგარიშის შექმნა
mk_mk: Пријави

source: Credibility
ar_eg: المصداقية
he_il: אמינות
ka_ge: სანდოობა
mk_mk: Веродостојност

source: Current Password
ar_eg: كلمة المرور الحالية
mk_mk: Вашата лозинка во моментов

source: Custom Fields
ar_eg: حقول اضافية
mk_mk: Повеќе опции

source: Information
ar_eg: معلومات
he_il: מידע
ka_ge: ინფორმაცია
mk_mk: Информации

# $lang->'date'
source: Date
ar_eg: تاريخ
he_il: תאריך
ka_ge: თარიღი
mk_mk: Дата

source: (mm/dd/yyyy)
ar_eg: (سنة/يوم/شهر)
he_il: יי/חח/שששש
ka_ge: (თვე/დღე/წელი)
mk_mk: (dd/mm/yyyy)

source: Date & Time
ar_eg: التاريخ والوقت
he_il: תאריך ושעה
ka_ge: თარიღი და დრო
mk_mk: Датум и време

source: day
ar_eg: اليوم
he_il: יום
ka_ge: დღე
mk_mk: ден

source: Deactivate
ar_eg: عطل
he_il: הפסקת פעולה
ka_ge: დეაქტივაცია
mk_mk: Деактивирај

source: Nairobi, Kenya
ar_eg: نيروبى، كينيا
he_il: ניירובי, קניה
ka_ge: ნაირობი, კენია
mk_mk: Скопје, Македонија

source: Delete
ar_eg: حذف
he_il: מחיקה
ka_ge: წაშლა
mk_mk: Избриши

source: Deleted
ar_eg: تم الحذف
he_il: מחק
ka_ge: წაშლილია
mk_mk: Избришано

source: Deletes
ar_eg: المحذوفات
he_il: מוחק
ka_ge: შლის
mk_mk: Избришани

source: Delete Disabled
ar_eg: تم تعطيل الحذف
he_il: מחיקה מבוטלת
ka_ge: წაშლა შეზღუდულია
mk_mk: Избриши неактивни

source: Delete Last
ar_eg: إحذف الأخير
he_il: מחיקת אחרון
ka_ge: ბოლოს წაშლა
mk_mk: Избриши последно

source: Delete this Report
ar_eg: إحذف هذا التقرير
he_il: מחיקת דיווח זה
ka_ge: ამ ანგარიშის წაშლა
mk_mk: Избриши ја пријавата

source: Delete Selected
ar_eg: إحذف المحدد
he_il: מחיקת האפשרויות שנבחרו
ka_ge: მონიშნულის წაშლა
mk_mk: Избриши ги селектираните

source: Delete Spam
ar_eg: إحذف السخام
he_il: מחק ספאם
ka_ge: სპამის წაშლა
mk_mk: Избриши спам

source: Demo
ar_eg: تجريبى
he_il: דמו
ka_ge: დემო
mk_mk: Демо

# $lang->'description'
source: Description
ar_eg: وصف
he_il: תיאור
ka_ge: აღწერილობა
mk_mk: Опис

source: Example: Corner of City Market, 5th Street & 4th Avenue, Johannesburg
ar_eg: مثال: زاوية سوق المدينة، الشارع الخامس الحي الرابع، مدينة نصر
he_il: לדוגמא: בית העם, שדרות רוטשילד 69, תל אביב
ka_ge: მაგალითი: ქალაქის ბაზარის კუთხე, მე-5 ქუჩა და მე-4 გამზირი, იოჰანესბურგი
mk_mk: Пример: позади Рамстор, Железничка, Скопје

source: Details
ar_eg: تفاصيل
he_il: פרטים
ka_ge: დეტალები
mk_mk: Повеќе

source: Direct Report
ar_eg: تقرير مباشر
he_il: דיווח ישיר
ka_ge: პირდაპირი ანგარიში

source: Disabled
ar_eg: معطل
he_il: מבוטל
ka_ge: შეზღუდულია

source: Unapprove
ar_eg: لم تتم الموافقة
he_il: בטל-אישור
ka_ge: დაუმრკიცებელი
mk_mk: Не одобрувај

source: Download Reports
ar_eg: تحميل التقارير
he_il: הורד דיווחים
ka_ge: ანგარიშის ჩამოტვირთვა
mk_mk: Симни пријави

source: Edit
ar_eg: حرر
he_il: ערוך
ka_ge: რედაქტირება
mk_mk: Измени

source: Edit Form Fields
ar_eg: حرر حقول الاستمارة
he_il: ערוך שדות הטופס
ka_ge: ველებიდან რეედაქტირება
mk_mk: Измени ги полињата во формата

source: Edit Report
ar_eg: حرر التقرير
he_il: ערוך הדיווח
ka_ge: ანგარიშის რედაქტირება
mk_mk: Измени извештај

# $lang->'email'
source: Email
ar_eg: لبريد الإلكتروني
he_il: דואר אלקטרוני

source: Email Address
ar_eg: نوان البريد الإلكتروني
he_il: כתובת דואר אלקטרוני
ka_ge: ელექტრონული ფოსტის მისამართზე
mk_mk: Email адреса

source: Mail Server Settings
ar_eg: إعدادات خادم البريد
he_il: הגדרות שרת הדואר
ka_ge: ელექტრონული ფოსტის სერვერის პარამეტრები

source: Mail Server Host
ar_eg: مضيف خادم البريد
he_il: מאכסן (Host) שרת הדואר
ka_ge: ელექტრონული ფოსტის სერვერის ჰოსტინგი

source: Mail Server Password
ar_eg: كلمة المرور لخادم البريد
he_il: סיסמאת שרת הדוואר
ka_ge: ელექტრონული ფოსტის სერვერის პაროლი

source: Mail Server Port
ar_eg: منفذ خادم البريد
he_il: Port שרת הדואר
ka_ge: ელექტრონული ფოსტის სერვერის პორტი

source: Mail Server SSL support
ar_eg: SSL دعم الخادم البريدي لـ
he_il: שרת הדואר תומך ב SSL
ka_ge: ელექტრონული ფოსტის სერვერის SSL support-ი

source: Mail Server Type
ar_eg: نوع خادم البريد
he_il: סוג שרת הדואר
ka_ge: sელექტრონული ფოსტის სერვერის ტიპი

source: Mail Server Username
ar_eg: اسم المستخدم لخادم البريد
he_il: שם משתמש בשרת הדואר
ka_ge: ელექტრონული ფოსტის სერვერის მომხმარებლის სახელი

source: so your settings have to be associated with this email address
ar_eg: يجب أن تكون الإعدادات مرتبطة بهذا البريد الإلكتروني
he_il: על מנת שההגדרות שלך ישוייכו לשרת הדואר הזה
ka_ge: თქვენი პარამეტრები უნდა იყოს დაკავშირებული ამ ელექტრონული ფოსტის მისამართთან

source: In order to receive reports by email, please input your email account settings below. Please note that emails will be received at your
ar_eg: لتتمكن من استقبال التقارير عبر البريد، أدخل إعدادات حساب البريد الإلكتروني. برجاء العلم أنه سيتم تلقي الرسائل على البريد الخاص بالموقع
he_il: על מנת לקבל דיווחים אל תיבת הדואר האלקטרוני שלך, אנא מלא את הגדרות חשבון האימייל שלך מטה. אנא שים לב שאימיילים יתקבלו ב
ka_ge: ელექტრონული ფოსტით ანგარიშების მისაღებად, გთხოვთ დაბლა შეიყვანეთ თქვენი ფოსტის ანგარიშის პარამეტრები. გთხოვთ გაითვალისწინოთ, რომ ფოსტას მიიღებთ თქვენს

source: Some servers require a complete email address
ar_eg: بعض الخوادم تتطلب عنوان البريد الإلكتروني بالكامل
he_il: חלק מהשרתים דורשים הגדרות אימייל מלאות
ka_ge: ზოგიერთი სერვერები მოითხოვენ სრულ საფოსტო მისამართს

source: Email account password
ar_eg: كلمة المرور لحساب البريد الإلكتروني
he_il: סיסמאת חשבון אימייל
ka_ge: ელექტრონული ფოსტის ანგარიშის პაროლი

source: Enable or disable SSL connections
ar_eg: SSL تفعيل أو تعطيل الاتصال الآمن
he_il: אפשר או בטל חיבור SSL
ka_ge: შესაძლებელი ან შეუძლებელი SSL კავშირები

source: ---EMPTY---
ar_eg: ---فارغ---
he_il: ---ריק---
mk_mk: ---ПРАЗНО---

# $lang->'end_point'
source: to
ar_eg: إلي
he_il: אל
ka_ge: დან
mk_mk: до

source: Error!
ar_eg: خطأ!
he_il: שגיאה!
ka_ge: შეცდომა!
mk_mk: Грешка!

source: Example
ar_eg: مثال
he_il: דוגמא
ka_ge: მაგალითი
mk_mk: Пример

source: Kenya
ar_eg: كينيا
he_il: קניה
ka_ge: კენია
mk_mk: Македонија

source: External Apps
ar_eg: تطبيقات خارجية
mk_mk: Надворешни апликации

source: External Video Link
ar_eg: رابط فيديو خارجي
mk_mk: Надворешен видео линк

source: Feed
ar_eg: التغذية
he_il: פיד
ka_ge: კავშირი

source: Provide Feedback
ar_eg: شاركنا رأيك
he_il: הצע משוב לגבי אושהידי
ka_ge: შეფასება

source: Please give us feedback about your experience by clicking on the button below.
ar_eg: .برجاء إعلامنا برأيك من خلال خبراتك بالنقر على الزر أدناه
he_il: אנא שלך לנו משוב אודות חוויתך כמשתמש באמצעות לחיצה על הכפתור למטה.
ka_ge: დააჭირეთ დაბლა ღილაკს და გაგვიზიარეთ თქვენი გამოცდილება.

source: Feeds
ar_eg: التغذية
he_il: פידים
ka_ge: კავშირები

source: The feed has been
ar_eg: هذا الرابط تم
he_il: הפיד
ka_ge: კავშირი უკვე

source: Feed Items
ar_eg: موضوعات للتغذية
he_il: פריטי פיד
ka_ge: კავშირის საკითხები

source: Feed Name
ar_eg: اسم التغذية
he_il: שם הפיד
ka_ge: კავშირის სახელი

source: Feed URL
ar_eg: رابط التغذية
he_il: כתובת הפיד
ka_ge: კავშირის მისამართი (URL)

source: Unused field
ar_eg: حقل غير مستخدم
he_il: שדות שאינם בשימוש
ka_ge: გამოუყენებელი ველი

source: File
ar_eg: ملف
he_il: קובץ
ka_ge: ფაილი

source: Your file is over the maximum allowed filesize.
ar_eg: الملف الخاص بك يزيد على الحد الحد الأقصى المسموح به.

source: Filters
ar_eg: تصفيات
he_il: מסנן
ka_ge: ფილტრები
mk_mk: Филтри

source: Filter Reports
ar_eg: أعد تصنيف التقارير
mk_mk: Филтрирј пријави

source: Filter Reports By
ar_eg: صنف التقارير بـ
mk_mk: Филтрирај ги пријавите по

source: Filter reports that contain
ar_eg: صنف التثارير التي تحتوي على
he_il: סנן דיווחים אשר מכילים
mk_mk: Филтрирај ги пријавите кои содржат

source: Find
ar_eg: ابحث عن
he_il: מצא
ka_ge: ძებნა
mk_mk: Најди

source: Find Location
ar_eg: ابحث عن مكان
he_il: מצא מיקום
ka_ge: ადგილდებარეობის მოძებნა
mk_mk: Најди локација

# $lang->'first_name'
source: First Name
ar_eg: الاسم الأول
he_il: שם פרטי
ka_ge: სახელი
mk_mk: Име

source: Force Run Scheduler
ar_eg: تحديد وقت التشغيل القسري
he_il: כפה הרצה של המתזמן (scheduler)
ka_ge: დამგეგმავის გაშვება

# $lang->'forgot_password'
source: Forgot your password?
ar_eg: لا تتذكر كلمة المرور الخاصة بك؟
he_il: שכחת את סיסמתך?
ka_ge: დაგავისყდათ თქვენი პაროლი?
mk_mk: Ја заборавивте лозинката?

source: Form
ar_eg: استمارة
he_il: טופס
ka_ge: ფორმა
mk_mk: Форма

source: Forms
ar_eg: استمارات
he_il: טפסים
ka_ge: ფორმები
mk_mk: Форми

source: Form Description
ar_eg: وصف الاستمارة
he_il: תיאור הטופס
ka_ge: აღწერილობის ფორმა

source: Edit this Form
ar_eg: حرر هذه الاستمارة
he_il: ערוך טופס זה
ka_ge: ამ ფორმის რედაქტირება

source: The form has been
ar_eg: هذه الاستمارة تم
he_il: הטופס
ka_ge: ფორმა უკვე

source: Form Title
ar_eg: نوان الاستمارة
he_il: כותרת הטופס
ka_ge: ფორმის დასახელება

# $lang->'from'
source: From
ar_eg: من
he_il: מ
ka_ge: მდე
mk_mk: Од

source: Full Name
ar_eg: الاسم الكامل
he_il: שם מלא
ka_ge: სრული სახელი
mk_mk: Име и презиме

source: GeoLocation Available
ar_eg: الموقع الجغرافى متاح
he_il: גיאו-מיקומים זמינים
ka_ge: ადგილდებარეობა ხელმისაწვდომია

# $lang->'geometry_color'
source: Color
ar_eg: اللون
he_il: צבא
ka_ge: ფერი
mk_mk: Боја

# $lang->'geometry_comments'
source: Comments
ar_eg: التعليقات
he_il: תגובות
ka_ge: კომენტარები
mk_mk: Коментари

source: Label
ar_eg: علامة
he_il: תוויות
ka_ge: ეტიკეტი

source: Stroke Width
ar_eg: عرض التحديد
he_il: רוחב הקו
ka_ge: შტრიხის სიგანე

source: Go
ar_eg: اذهب
he_il: סע
mk_mk: Промени

source: Hashtag
ar_eg: الوسم
he_il: תגית-הש
ka_ge: ჰეშტეგი (#)
mk_mk: Хаштаг

source: Has Been
ar_eg: تم
he_il: נעשה
ka_ge: იყო

source: How to Help
ar_eg: كيفية المساعدة
he_il: כיצד ניתן לעזור
ka_ge: როგორ დაგეხმაროთ

source: Hidden
ar_eg: مخفي
he_il: מוסתר
ka_ge: დამალული
mk_mk: Скриено

source: Hide
ar_eg: إخفاء
he_il: הסתר
ka_ge: დამალვა
mk_mk: Скри

source: hide this message
ar_eg: أخفى هذه الرسالة
he_il: הסתר הודעה זו
ka_ge: ამ მესიჯის დამალვა
mk_mk: скриј ја оваа порака

source: Home
ar_eg: الرئيسية
he_il: ראשי
ka_ge: მთავარი
mk_mk: Насловна

source: How to Report
ar_eg: كيفية الإبلاغ
he_il: דרכים לדווח
ka_ge: როგორ უნდა შეგვატყობინოთ
mk_mk: Како да пријавам

source: ID
ar_eg: الهوية
ka_ge: პირადობა (ID)

source: Used to identify you on the site to other users.
ar_eg: تستخدم على الموقع لتعريفك بالأخرين
mk_mk: Служи за да те идентификува на страната од другите корисници.

source: Image
ar_eg: صورة
he_il: תמונה
ka_ge: სურათი
mk_mk: Слика

source: Images
ar_eg: صور
he_il: תמונות
ka_ge: სურათი
mk_mk: Слики

source: Image/Icon
ar_eg: صورة/أيقونة
he_il: תמונה/אייקון
ka_ge: სურათი/გამოსახულება
mk_mk: Слика/Икона

source: Inactive
ar_eg: غير فعَال
he_il: לא-פעיל
ka_ge: არააქტიური
mk_mk: Неактивно

source: Inbox
ar_eg: البريد الوارد
he_il: תיבת דואר
ka_ge: შემოსული
mk_mk: Сандаче

source: Incident
ar_eg: حدث
he_il: תקרית
ka_ge: ინციდენტი
mk_mk: Инцидент

source: Incidents Nearby
ar_eg: الأحداث القريبة
he_il: תקריות קרובות
ka_ge: ახლოს მდებარე ინციდენტები
mk_mk: Инциденти близу

source: Incident Location
ar_eg: مكان الحدث
he_il: מיקום התקרית
ka_ge: ნციდენტის ადგილმდებარეობა
mk_mk: Локација на инцидентот

source: Include
ar_eg: إدرج
he_il: כלול
ka_ge: ჩართვით
mk_mk: Вклучи

source: Include Categories
ar_eg: إدرج فئات
he_il: כלול קטגוריות
ka_ge: კატეგორიების ჩათვლით
mk_mk: Вклучи категории

source: Include Custom Fields
ar_eg: أدرج حقول إضافية
he_il: כלול שדות מותאמות אישית
mk_mk: Вклучи сопствени полиња

source: Include Description
ar_eg: إدرج توصيف
he_il: כלול תיאור
ka_ge: აღწერილობების ჩათვლით
mk_mk: Вклучи опис

source: Include as much detail as possible
ar_eg: درج تفاصيل على قدر الامكان
he_il: פרט ככל שניתן
ka_ge: რაც შეიძლება მეტი დეტალების ჩათვით
mk_mk: Вклучи колку што е можно повеќе детали

source: Include Latitude
ar_eg: إدرج خط عرض
he_il: כלול קו-רוחב
ka_ge: გრძედის ჩათვლით

source: Include Location Information
ar_eg: إدرج معلومات عن المكان
he_il: כלול מידע על המיקום
ka_ge: ადგილდებარეობის ინფორმაციის ჩათვლით
mk_mk: Вклучи информација за локацијата

source: Include Longitude
ar_eg: إدرج خط طول
he_il: כלול קו-אורך
ka_ge: გრძედის ჩათვლით

source: Incoming Media
ar_eg: مواد إعلامية واردة
he_il: מדיה נכנסת
ka_ge: მედიის ჩათვლით

source: Information Evaluation
ar_eg: تقييم المعلومات
he_il: הערכת מידע
ka_ge: ინფორმაციის შეფასება

source: Enter your precise location
ar_eg: أدخل موقعك بالتحديد
he_il: נא להזין את מיקומך המדוייק
ka_ge: მიუთითეთ თქვენი ზუსტი ადგილმდებარეობა
mk_mk: Внесете ја вашата прецизна локација
