Repository: MUNKHJARGAL/Ushahidi-Localizations
Catalog: po/po-*/upgrade.po
Languages: he_il

source: Invalid input data. It can either be 0 for No or 1 for Yes.
he_il: קלט לא חוקי. בחר 0 עבור "לא", 1 עבור "כן".

source: Automatic Upgrade
he_il: שדרוג אוטומטי

source: Available Updates
he_il: שדרוגים זמינים

source: Continue
he_il: המשך

source: Upgrade
he_il: שדרוג

source: So, I'm going to upgrade your database from version
he_il: בסיס הנתונים עומד להשתדרג מגירסה

source: to the newest database version
he_il: לגירסה החדשה ביותר

source: Click on the "Upgrade" button and just chillax as I perform the magic.
he_il: יש ללחוץ על הכפתור "שדרוג" ולהרגע בזמן שהקסם מתבצע

source: Oh, also if you want me to backup your database, just tick the check button below and I will do that for you in a breeze.
he_il: לגיבוי בסיס הנתונים יש לסמן בתיבת הסימון

source: Backup database before upgrade? (<strong style="color:#FF0000;">Highly recommended</strong>)
he_il: האם לגבות את מסד הנתונים לפני השדרוג? (<strong style="color:#FF0000;">מומלץ מאוד</strong>)

source: Ushahidi database upgrade
he_il: שדרוג בסיס הנתונים של אושהידי

source: Upgrade failed at some point
he_il: השדרוג נכשל

source: Manual Upgrade
he_il: שדרוג ידני

source: Ushahidi upgrade status
he_il: מצב השדרוג של אושהידי

source: The instructions below detail how to manually upgrade your Ushahidi deploymentl
he_il: ההוראות בהמשך מפרטות כיצד לשדרג ידנית את ההפצה של אושהידי

source: <dl><dt><strong>Download</strong></dt>
he_il: <strong>שלב 1:</strong> הורד את הגירסא העדכנית ביותר של אושהידי מ<a href="http://download.ushahidi.com/">http://download.ushahidi.com</a>

source: <dd>- Download the most recent Ushahidi build from
he_il: <strong> שלב 2: </strong> השתמש בכלי המועדף עליך (כגון: Telnet, FTP, SSH), בהתאם למערכת ההפעלה אשר מריצה את שרת האינטרנט, כדי להתחבר אל השרת ולהחליף את התוכן של כל התיקיות עם התוכן החדש ביותר מגירסת התוכנה הכי עדכנית. <strong> החלף את כלל התכנים, מלבד הבאים: </strong>

source: <dt><strong>Backup</strong></dt><dd>- .htaccess, ./applications/config/config.php, ./applications/config/database.php and ./applications/config/auth.php files. </dd><dd>- Just in case something goes wrong, it's recommended you make an entire backup of your Ushahidi deployment.</dd><dt><strong>Copy files</strong></dt><dd>- Extract the downloaded zip file</dd><dd>- Depending on the operating system running the web server, use your preferred tool/mode (e.g. Telnet, FTP, SSH) to login to the webserver and replace the contents of all the folders with the newest from the recent build.</dd><dt><strong>Upgrde database</strong></dt><dd>- First determine your database schema version by looking at the <strong>db_version</strong> value in the settings table or look at the Ushahidi upgrade information at the top of this page. </dd><dd>- If you are at version 25, you need to upgrade from 25-26, 26-27, 27-28 and so on up to the latest SQL file in your <strong>/sql</strong> directory.</dd><dd>- With your database client, upgrade the database by executing the appropriate upgradex-x.sql file.</dd></dl>
he_il: <strong>שלב 4:</strong> לחץ על הכפתור <strong>"המשך"</strong> לשדרוג הטבלאות הנחוצות.

source: <strong>Step 4:</strong> Click on the <strong>"Continue"</strong> button to upgrade the necessary tables.
he_il: לשדרוג אוטומטי יש ללחוץ על הכפתור

source: You are currently using Ushahidi v
he_il: בשימוש כעת - אושהידי גירסה

source: with database version
he_il: פועל על

source: Upgrading
he_il: משדרג
